{
    "0": [
        "Hedron Kerdos, the captain of the Wicked Wench, has dropped our party off on the docks of Targos.  He told us to",
        739
    ],
    "1": [
        "... seek out Ulbrec Dinnsmore, the Lord of Targos, in the town above the cliffs and warned us to be careful of",
        739
    ],
    "2": [
        "... the goblin raiders in the region.",
        739
    ],
    "3": [
        "Turns out Hedron's mother lives in Targos, and once he heard about the goblin attack, he asked us to go make sure",
        2568
    ],
    "4": [
        "... she was safe.",
        2568
    ],
    "5": [
        "We told Hedron his mother had perished in the goblin attack, but we didn't elaborate on the circumstances.",
        2571
    ],
    "6": [
        "We told Hedron we'd rescued his mother from the goblins, and he thanked us for our efforts.",
        2569
    ],
    "7": [
        "We arrived at Targos, only to find it being attacked by a group of goblin raiders.  We ran across a wounded",
        1476
    ],
    "8": [
        "... soldier at the docks - he asked us to bring him a healing potion from the harbor master, a man named Magdar. ",
        1476
    ],
    "9": [
        "... He said we could probably find him in one of the warehouses north of the docks.",
        1476
    ],
    "10": [
        "We brought Reig a healing potion.  Hopefully, it should heal the rest of his wounds and allow him to get back on",
        1477
    ],
    "11": [
        "... his feet.",
        1477
    ],
    "12": [
        "We were able to cure Reig's wounds with our healing magic, but he still looked in pretty bad shape.  He asked us",
        1478
    ],
    "13": [
        "... to find Magdar and bring him a healing potion.",
        1478
    ],
    "14": [
        "We told Reig that we had wiped out the goblins along the docks, and he told us to go see Lord Ulbrec in the town",
        1479
    ],
    "15": [
        "... above.",
        1479
    ],
    "16": [
        "We encountered a soldier named Brogan along the docks.  He had cornered a small band of goblins within a",
        27682
    ],
    "17": [
        "... warehouse, and he asked us to go fetch reinforcements from the Salty Dog tavern - apparently, there is an",
        27682
    ],
    "18": [
        "... adventuring company called the Iron Collar Mercenaries holed up there, and he is in need of their extra",
        27682
    ],
    "19": [
        "... swords to drive the goblins out.",
        27682
    ],
    "20": [
        "We told Brogan we would go find the Iron Collar mercenaries... they're holed up in a tavern called the Salty Dog",
        27686
    ],
    "21": [
        "... somewhere south along the docks.",
        27686
    ],
    "22": [
        "We returned to Brogan and told him the Iron Collar Mercenaries wouldn't be coming to help, and we offered our",
        27683
    ],
    "23": [
        "... services.",
        27683
    ],
    "24": [
        "We convinced Brogan to let us drive the goblins out of the warehouse.  He told us they had locked themselves",
        27684
    ],
    "25": [
        "... inside, and we'd need to break down the door to the warehouse with our weapons, or else we'd need to get a",
        27684
    ],
    "26": [
        "... thief to pick the lock.",
        27684
    ],
    "27": [
        "We cleaned out the goblins in the caves beneath the warehouse for Brogan.  He seemed impressed, and he told us we",
        27685
    ],
    "28": [
        "... should seek out Lord Ulbrec in the town above to claim our reward.",
        27685
    ],
    "29": [
        "We spoke to an elderly dwarf named Jorun Tamewater.  He told us he suspects goblin sappers tunneled into some of",
        15154
    ],
    "30": [
        "... the old caves in the Targos cliffs and emerged on the docks.  If so, that means there's an opening to their",
        15154
    ],
    "31": [
        "... tunnels somewhere around the docks - we just have to find it.  Jorun also told us if we got overwhelmed by",
        15154
    ],
    "32": [
        "... any goblins to lure them back to him, and he'll help us defeat them.",
        15154
    ],
    "33": [
        "We told Jorun the problem with the crane, and he gave us a spare crane wheel to fix it.  Apparently, all we need",
        15159
    ],
    "34": [
        "... to do is simply place it in the crane, and it should work again.",
        15159
    ],
    "35": [
        "Jorun told us if we need a place to rest, we could hole up in his house just to the south and west.  He told us",
        15164
    ],
    "36": [
        "... that he had a chest there rigged to spit out some gut-churning gas if someone tried to break it open, but a",
        15164
    ],
    "37": [
        "... thief might be able to disarm the trap and get the weapons inside.",
        15164
    ],
    "38": [
        "We found the harbor master, Magdar Shenlen, in one of the warehouses along the docks.  He told us that there was",
        27591
    ],
    "39": [
        "... a supply of healing potions in one of the barrels or crates in the warehouse, but he didn't know which one. ",
        27591
    ],
    "40": [
        "... He mentioned that most of the supplies in the warehouse were under the protection of the Gallaway Coster, but",
        27591
    ],
    "41": [
        "... considering the goblin attack, he put the supplies at our disposal and told us to take what we need.",
        27591
    ],
    "42": [
        "We asked Gohar if he knew Viera's husband, Donovan, and he said the man died years ago.  He still had a piece of",
        745
    ],
    "43": [
        "... Donovan's boat which washed up on shore, though, and he gave it to us.  We should be able to take it to Veira",
        745
    ],
    "44": [
        "... and set her heart at peace.",
        745
    ],
    "45": [
        "Guthewulfe, a hulking northerner in the Salty Dog Tavern, has a standing bet: if someone can stomach more",
        7424
    ],
    "46": [
        "... \"braehg\" - wild boar's blood mixed with milk - than he can, he'll give the victor his silver wolf charm.  The",
        7424
    ],
    "47": [
        "... catch is, the challenger pays for every round of braehg...",
        7424
    ],
    "48": [
        "We managed to choke down more braehg than Guthewulfe, winning his silver wolf charm.  It's doubtful the winner",
        7425
    ],
    "49": [
        "... will be gaining any \"girth on the arms and fire in the loins\" anytime soon, but something about Guthewulfe's",
        7425
    ],
    "50": [
        "... charm seems unusual...",
        7425
    ],
    "51": [
        "The Iron Collar mercenaries mentioned there were two more in their band - a priest named Koluhm Bonecutter who",
        1505
    ],
    "52": [
        "... they said could speak to the dead, and the other was a wizard dressed in rags by the name of Phaen.",
        1505
    ],
    "53": [
        "The Iron Collar mercenaries would not come peacefully, so we were forced to deal with them.  I doubt Shawford",
        37697
    ],
    "54": [
        "... will have any more problems with any other companies on the Palisade after they hear about what happened at",
        37697
    ],
    "55": [
        "... the Salty Dog.",
        37697
    ],
    "56": [
        "By keeping a level head, we managed to convince the Iron Collar mercenaries to report to the Palisade for duty.",
        1506
    ],
    "57": [
        "By threatening to link the Iron Collar band to Phaen's treachery, we managed to convince the Iron Collar",
        28151
    ],
    "58": [
        "... mercenaries to report to the Palisade for duty.  ",
        28151
    ],
    "59": [
        "With a choice turn of phrase, we managed to provoke the Iron Collar mercenaries into letting us make an example",
        1548
    ],
    "60": [
        "... of them.  I doubt Crawford will have any more problems with any other companies on the Palisade after they",
        1548
    ],
    "61": [
        "... hear about what happened at the Salty Dog.",
        1548
    ],
    "62": [
        "With a choice turn of phrase, we managed to provoke the Iron Collar mercenaries into letting us make an example",
        11522
    ],
    "63": [
        "... of them.  I doubt Crawford will have any more problems with any other companies on the Palisade after they",
        11522
    ],
    "64": [
        "... hear about what happened at the Salty Dog.",
        11522
    ],
    "65": [
        "The Iron Collar mercenaries would not come peacefully, so we were forced to deal with them.  I doubt Shawford",
        37771
    ],
    "66": [
        "... will have any more problems with any other companies on the Palisade after they hear about what happened at",
        37771
    ],
    "67": [
        "... the Salty Dog.",
        37771
    ],
    "68": [
        "We saved Hedron's mother from a small pack of goblins that had entered her home.  She was more hysterical than",
        467
    ],
    "69": [
        "... grateful for our efforts and accused us of being robbers - small thanks indeed for saving her life.",
        467
    ],
    "70": [
        "We saved an elderly woman, Firtha Kerdos, from a small pack of goblins that had entered her home.  She was more",
        466
    ],
    "71": [
        "... angry than grateful for our efforts and drove us from the house - small thanks indeed for saving her life.",
        466
    ],
    "72": [
        "It wasn't until we mentioned Hedron's ship, the Wicked Wench, by name that the old woman we saved ceased her",
        754
    ],
    "73": [
        "... howling and reluctantly admitted we might be telling the truth about us coming to help her.  She told us to",
        754
    ],
    "74": [
        "... go back to Hedron and tell him she was safe.  Oddly enough, Firtha mentioned that she was blind, which is",
        754
    ],
    "75": [
        "... strange, because she seemed to see us quite clearly.",
        754
    ],
    "76": [
        "We told Firtha what happened to her missing cat, Loki.  She flew into a rage when she heard that Anson had",
        1346
    ],
    "77": [
        "... kidnapped him, but we managed to calm her down.",
        1346
    ],
    "78": [
        "When we asked Firtha Kerdos about the troubles in Icewind Dale and the Ten-Towns some thirty years past, she",
        792
    ],
    "79": [
        "... related the following tale to us:\n\n\"Was the Year of the Cold Soul, and never a truer name been given to a",
        792
    ],
    "80": [
        "... year.  With the winter rushing in fierce out of the North and all, it must have lit a fire under some young",
        792
    ],
    "81": [
        "... fools' heads, because a band of 'adventurers'... pure-blood southerners, if there ever was... humped their",
        792
    ],
    "82": [
        "... way up through the Spine of the World and into the small fishing village of Easthaven, one of the Ten-Towns",
        792
    ],
    "83": [
        "... down to the south - along Lac Dinneshere.  They kicked up their feet at the Winter's Cradle Tavern, talking",
        792
    ],
    "84": [
        "... of fame and glory and this and that when those empty-headed fools got yanked into helping the local sword,",
        792
    ],
    "85": [
        "... Hrothgar, go on an expedition to the tree town of Kuldahar and see what was amiss... because there was dark",
        792
    ],
    "86": [
        "... things brewing like there always is, which means some fool's got to go plunge his sword into a few hundred",
        792
    ],
    "87": [
        "... beasties to set the matter right.\n\n\"Well, Hrothgar never made it, and neither did most of the expedition -",
        792
    ],
    "88": [
        "... except for this band of newcomers.  They were caught in an avalanche, hear told, and they dragged themselves",
        792
    ],
    "89": [
        "... into Kuldahar like a line of wet cats.  The winter had picked up, though, and the avalanche had sealed off",
        792
    ],
    "90": [
        "... the Pass, so there was no choice for them but to sit under the shade of the great Kuldahar oak and make do",
        792
    ],
    "91": [
        "... with what they could to solve Kuldahar's problems.  They nearly raised the hells themselves, the story goes,",
        792
    ],
    "92": [
        "... though I don't know all the particulars meself.  I heard some talk of tombs, and temples, and volcanoes, and",
        792
    ],
    "93": [
        "... dwarven deeps and severed hands, and ghosts and shades and all manner of horrid things - but in the end, they",
        792
    ],
    "94": [
        "... set things right, and the seasons resumed their normal heartbeat, and all was well... well, except for",
        792
    ],
    "95": [
        "... Kuldahar and Easthaven being a bit shabbier for wear than before, but that didn't last long.\"\n\n\"As most",
        792
    ],
    "96": [
        "... stories go, ye'd figure that'd be the end of it, and I'm sure those Southerners thought as much, too.  But no",
        792
    ],
    "97": [
        "... sooner had they saved the North from one fool evil then another popped up - a bad mix of barbarian blood and",
        792
    ],
    "98": [
        "... something that should have laid to rest at the bottom of Lac Dinneshere, that's what.  Some hide-wearing",
        792
    ],
    "99": [
        "... medicine man from one of the Northern tribes whisked those southerners right out of Kuldahar - walking right",
        792
    ],
    "100": [
        "... on the wind itself, it's said, and he took them to Lonelywood where he told them he'd had some fool vision of",
        792
    ],
    "101": [
        "... them heading off the barbarian invasion that was about to begin, then he left them to it, no doubt leaving",
        792
    ],
    "102": [
        "... them in the middle of town, blinking, with their mouths hanging open in the middle of that ramshackle logging",
        792
    ],
    "103": [
        "... town.\"\n\n\"Well, when put to the test, they didn't fail the North twice, and they sent the barbarians and a",
        792
    ],
    "104": [
        "... whole flock of evil terrors running and stumbled their way back to Lonelywood.  Last word of them was they",
        792
    ],
    "105": [
        "... were camped out at the Whistling Gallows Inn in Lonelywood, wondering whatever had possessed them to leave",
        792
    ],
    "106": [
        "... the Winter's Cradle in the first place, when some halfling showed up, telling them of some old ruined castle",
        792
    ],
    "107": [
        "... where there were riches beyond a king's dreams - all for the taking.\"\n\n\"The next morning, they were gone, no",
        792
    ],
    "108": [
        "... trace of them, just empty rooms and a tale from an old woman's lips.\"",
        792
    ],
    "109": [
        "After Firtha told us the tale, she told us we might be able to find some interesting volumes in the Town Hall, in",
        1350
    ],
    "110": [
        "... the keeping of Lord Ulbrec's wife.  She also cautioned us to check our journal on occasion, in case we lost",
        1350
    ],
    "111": [
        "... our way and had forgotten some important tidbit that might give us a new focus.",
        1350
    ],
    "112": [
        "We crossed paths with Lumbar Grundwall, a red-faced tradesman in the streets of Targos.  Apparently, he had been",
        1438
    ],
    "113": [
        "... commissioned to deliver a load of lumber to the Targos Palisade, but he is short-handed and the crane that",
        1438
    ],
    "114": [
        "... was being used to move the lumber up the cliff face has been damaged.  Looks like Tymora's being light with",
        1438
    ],
    "115": [
        "... the blessings this day.",
        1438
    ],
    "116": [
        "We brought Lumbar the wooden crane wheel to repair the crane.  He wanted nothing to do with it and told us to put",
        1439
    ],
    "117": [
        "... it in the crane ourselves.",
        1439
    ],
    "118": [
        "We told Oswald that Lord Ulbrec had asked him to take us to the Western Pass.  He told us we might never be able",
        18913
    ],
    "119": [
        "... to return to Targos, and that we should take everything we need before we leave town.",
        18913
    ],
    "120": [
        "Once we had our gear together, Oswald flew us to the Western Pass.  As we neared the Pass, however, the storms",
        18914
    ],
    "121": [
        "... and winds began to pick up, buffeting the airship...",
        18914
    ],
    "122": [
        "Oswald didn't awaken with us after we crashed in the Western Pass foothills.  He appears to be stuck in a trance.",
        18915
    ],
    "123": [
        "...  Though his piloting skills are questionable, he's been very useful to us so far, and we may need to rely on",
        18915
    ],
    "124": [
        "... his services in the future.  We should find a way to revive him.",
        18915
    ],
    "125": [
        "After nearly losing our voices we finally awakened Oswald from the trance he was in after crashing in the Western",
        18917
    ],
    "126": [
        "... Pass foothills.",
        18917
    ],
    "127": [
        "After a wild scavenger hunt we finally found all of the components required by Oswald's Mending spell.",
        19143
    ],
    "128": [
        "Oswald cast his Mending spell with the components we found and told us that it would take time to complete. ",
        19272
    ],
    "129": [
        "... Instead of waiting around, we decided to investigate the Western Pass further to learn more about what was",
        19272
    ],
    "130": [
        "... going on.",
        19272
    ],
    "131": [
        "We agreed to retrieve the components required by Oswald's Mending spell so he can cast it to repair his badly",
        19139
    ],
    "132": [
        "... damaged ship.",
        19139
    ],
    "133": [
        "We met with Lord Ulbrec Dinnsmore, the spokesman of Targos.  He was somewhat short with us, and he demanded to",
        797
    ],
    "134": [
        "... know what was occurring at the docks.",
        797
    ],
    "135": [
        "Lord Ulbrec has officially welcomed us into the Targos Guard, and he has told us to report to the commander of",
        6178
    ],
    "136": [
        "... the Targos Guard, Shawford Crale, for our assignments.  Ulbrec told us we could find Crale at the Palisade,",
        6178
    ],
    "137": [
        "... just beyond the north gate.",
        6178
    ],
    "138": [
        "Lord Ulbrec praised us for our efforts in defending Targos during the goblin attack on the Palisade, but with his",
        6179
    ],
    "139": [
        "... praise came another mission: a goblin force has taken the Shaengarne Bridge to the south, a bridge that the",
        6179
    ],
    "140": [
        "... Neverwinter reinforcements intended to use to reach Targos.  He wants us to travel to Shaengarne Bridge and",
        6179
    ],
    "141": [
        "... retake it from the goblinoids.  He hopes our band can succeed where the Targos Guard cannot; only time will",
        6179
    ],
    "142": [
        "... prove him right or wrong.",
        6179
    ],
    "143": [
        "Lord Ulbrec heard of our success in retaking Shaengarne Bridge, and he believes a swift offensive has a chance to",
        6186
    ],
    "144": [
        "... break the goblin horde and drive them from the region.  He has asked us to meet two of his scouts, Ennelia",
        6186
    ],
    "145": [
        "... and Braston, south and east of Targos and give them whatever aid they require to break the goblins' strength",
        6186
    ],
    "146": [
        "... in the region.",
        6186
    ],
    "147": [
        "Lord Ulbrec heard of the destruction of Shaengarne Bridge, and he has determined that only if Targos can mount an",
        6181
    ],
    "148": [
        "... offensive quickly can Targos hope to break the goblin horde before they strike the town again.  He has asked",
        6181
    ],
    "149": [
        "... us to meet two of his scouts, Ennelia and Braston, south and east of Targos and give them whatever aid they",
        6181
    ],
    "150": [
        "... require to break the goblins' strength in the region.",
        6181
    ],
    "151": [
        "Lord Ulbrec heard of our success in infiltrating the horde fortress and defeating the bugbear chieftain, Guthma. ",
        6187
    ],
    "152": [
        "... He thanked us for our efforts and gave us our next mission, which should prove somewhat less strenuous than",
        6187
    ],
    "153": [
        "... the other suicide missions we've already taken.  He asked us to speak to Oswald Fiddlebender and have him",
        6187
    ],
    "154": [
        "... ferry us to the Western Pass to rendezvous with the reinforcements from Neverwinter.",
        6187
    ],
    "155": [
        "We told Elytharra that Phaen attacked us as soon as he saw we had the scroll - she thanked us for exposing him",
        283
    ],
    "156": [
        "... before he could do more harm.",
        283
    ],
    "157": [
        "We told Elytharra that we had aided Valin, and that he was conscious again.  She was pleased and told us Targos",
        284
    ],
    "158": [
        "... was in our debt.",
        284
    ],
    "159": [
        "Elytharra mentioned that one of the wounded in the Temple Pavilion, a diviner named Valin Geldencross, has taken",
        282
    ],
    "160": [
        "... ill - and he became ill shortly before his attempt to divine the location of the goblin fortress.  Sounds",
        282
    ],
    "161": [
        "... suspicious.  Elytharra said that without knowing the cause and nature of his ailment, he is likely to die.",
        282
    ],
    "162": [
        "We showed Cahl-Hyred's ghost-touched bottle to the Lady Elytharra, and she told us that the bottle could be used",
        276
    ],
    "163": [
        "... to hold some of the substance of the ethereal plane within it.  If we could obtain some of the ethereal plane",
        276
    ],
    "164": [
        "... and place it within the bottle, the material could be used to enchant an item or a weapon.  It bears looking",
        276
    ],
    "165": [
        "... into.",
        276
    ],
    "166": [
        "During our conversation with Elytharra, it occurred to us that we could place some of the tears of the spirit",
        277
    ],
    "167": [
        "... from the Weeping Widow into the ghost-touched bottle.",
        277
    ],
    "168": [
        "We showed the charred brimstone scroll we got from the goblin sappers to Lady Elytharra, and she told us it was",
        275
    ],
    "169": [
        "... one of a pair of scrolls.  Provided that the user knows something of spellcraft, they can teleport the holder",
        275
    ],
    "170": [
        "... of the second scroll (and the holder's allies, presumably) to the location of the first one.  Which means",
        275
    ],
    "171": [
        "... that someone within town teleported the goblins into the caves beneath the warehouse.  We should see if we",
        275
    ],
    "172": [
        "... can find this traitor and then tell Elytharra.",
        275
    ],
    "173": [
        "We told Elytharra that Phaen attacked us as soon as he saw we had the scroll - she thanked us for exposing him",
        285
    ],
    "174": [
        "... before he could do more harm.  We also told her about Phaen's master, Harshom, and she seemed deeply",
        285
    ],
    "175": [
        "... concerned.",
        285
    ],
    "176": [
        "Through the threat of force and by explaining the dark side of human nature, we convinced Deirdre to ship the",
        15712
    ],
    "177": [
        "... arrows to the Palisade where they were needed.",
        15712
    ],
    "178": [
        "We appealed to Deirdre's better nature, and she agreed to deliver the arrows to the Palisade.",
        15713
    ],
    "179": [
        "We paid Deirdre for the arrows with gold out of our own pockets.  I doubt we'll get any recompense from the",
        15714
    ],
    "180": [
        "... Targos Guard.",
        15714
    ],
    "181": [
        "We told Denham we found some love letters on the shapeshifter's body in the Temple Pavilion.  The letters",
        25120
    ],
    "182": [
        "... contained information on troop movements within Icewind Dale, but without knowing who the letters were",
        25120
    ],
    "183": [
        "... intended for, we have no idea who the shapeshifter was trying to send them to.",
        25120
    ],
    "184": [
        "Denham Fisher told us that Garradun Tanner, the love-sick soldier from Neverwinter in the pavilion, is actually a",
        25119
    ],
    "185": [
        "... shapeshifter - a doppleganger spy.  The priest fashioned some replacement letters for us to take in case we",
        25119
    ],
    "186": [
        "... meet the reinforcements from Luskan and Neverwinter.  He said something about the captain from Neverwinter",
        25119
    ],
    "187": [
        "... being in for a surprise if he wasn't who he claimed to be.",
        25119
    ],
    "188": [
        "When we administered Guthewulfe's braehg to Valin, he awoke, coughing and spluttering.  Looks like that shock to",
        8058
    ],
    "189": [
        "... his system was just what he needed.",
        8058
    ],
    "190": [
        "We came across a mumbling diviner in the Temple Pavilion.  He was barely conscious, and he was ranting about",
        5132
    ],
    "191": [
        "... goblins, ravens, and other visions.  He looked ill, perhaps poisoned by a goblin arrow.",
        5132
    ],
    "192": [
        "Valin mumbled something about \"braehg\" when he spoke to us - apparently, he needs it for some reason.",
        8068
    ],
    "193": [
        "Valin apparently had fallen into a dreamstate while trying to scry the location of the goblin fortress.  Although",
        8059
    ],
    "194": [
        "... he wasn't able to determine its location, he told us the goblin fortress would seek *us* out, whatever that",
        8059
    ],
    "195": [
        "... means.  He also gave us a warning - that if we left Targos traveling on the sky, that we should be prepared",
        8059
    ],
    "196": [
        "... not to return to Targos.",
        8059
    ],
    "197": [
        "Valin apparently had fallen into a dreamstate while trying to scry the location of the goblin fortress.  He",
        8067
    ],
    "198": [
        "... didn't seem surprised by the fact we had already found it.  He also gave us a warning - that if we left",
        8067
    ],
    "199": [
        "... Targos traveling on the sky, that we should be prepared not to return to Targos.",
        8067
    ],
    "200": [
        "At the Targos Pavilion, a wounded scout named Garradun Tanner asked us to take a letter to Captain Mariner, the",
        28450
    ],
    "201": [
        "... commander of the relief forces from Neverwinter.  Garradun seems pessimistic about his chances for survival,",
        28450
    ],
    "202": [
        "... and wrote this love letter for his bride-to-be.",
        28450
    ],
    "203": [
        "We confronted Garradun on his attempts to spy on Targos, and he dropped his faпїЅade and attacked us -",
        28451
    ],
    "204": [
        "... unfortunately for him.",
        28451
    ],
    "205": [
        "The innkeeper of the Weeping Widow at Targos told us that a woman's spirit haunts one of the upstairs rooms.  We",
        7236
    ],
    "206": [
        "... offered to see if we could help him by putting the ghost to rest, and he gave us the key to the room",
        7236
    ],
    "207": [
        "... upstairs.  He said she appears at night, so we should probably check the room then.",
        7236
    ],
    "208": [
        "Apparently, Koluhm, the priest of Myrkul, paid Cahl-Hyred with an enchanted bottle of some sort, but Cahl-Hyred",
        7238
    ],
    "209": [
        "... is too frightened to open it, let alone drink its contents.  We told him we'd see if we could identify it for",
        7238
    ],
    "210": [
        "... him, and then bring it back to him.  One of the mages or priests in town should be able to help us. ",
        7238
    ],
    "211": [
        "... Cahl-Hyred recommended Elytharra, the wife of Lord Ulbrec, and an enchantress in her own right.",
        7238
    ],
    "212": [
        "We told Cahl-Hyred that we had set the spirit haunting his inn to rest.  He was pleased by the news, though",
        7235
    ],
    "213": [
        "... reluctant to reward us otherwise.",
        7235
    ],
    "214": [
        "We identified Koluhm's ghost-touched bottle for Cahl-Hyred, only to find out that he didn't want it anymore.  He",
        7890
    ],
    "215": [
        "... told us to take it to Elytharra, Ulbrec's wife, and see if she had any use for it.",
        7890
    ],
    "216": [
        "The innkeeper of the Weeping Widow told us it's possible that Donovan's ship wrecked up on the beach of Targos,",
        7237
    ],
    "217": [
        "... and that we should check with Gohar at the Salty Dog Tavern - Gohar apparently keeps pieces of various ships",
        7237
    ],
    "218": [
        "... and uses them to decorate the walls of the Salty Dog.",
        7237
    ],
    "219": [
        "We met a ragged looking mage in one of the abandoned houses in Targos.  He didn't seem too pleased with us",
        9616
    ],
    "220": [
        "... barging into his room. He looks like a mercenary of sorts, which means he probably was allowed to occupy the",
        9616
    ],
    "221": [
        "... building as a temporary barracks.",
        9616
    ],
    "222": [
        "When the mage, Phaen, caught sight of our scroll that we had taken from the goblins, he attacked us, saying that",
        9619
    ],
    "223": [
        "... he wished to see Targos fall - it seems he was trying to undermine Targos from within.",
        9619
    ],
    "224": [
        "Phaen claimed he was serving a master named Harshom the Beastlord... and that Harshom himself was serving",
        9620
    ],
    "225": [
        "... \"others.\"  Phaen wouldn't tell us who Harshom's masters were - and chose to try to kill us instead.",
        9620
    ],
    "226": [
        "We met a priest of Myrkul called Koluhm Bonecutter.  He is serving Targos as a mortician of sorts, and he claims",
        4686
    ],
    "227": [
        "... to be able to speak to the dead as well as the living.",
        4686
    ],
    "228": [
        "Koluhm said he had taken up residence at the Weeping Widow Inn, but that the weeping of a spirit had driven him",
        9714
    ],
    "229": [
        "... from the building.  He told us if we wished to speak to this apparition, we should go to her at night.",
        9714
    ],
    "230": [
        "Koluhm told us that his mage compatriot, Phaen, had strange loyalties... perhaps this bears further",
        9718
    ],
    "231": [
        "... investigation.",
        9718
    ],
    "232": [
        "We spoke to Koluhm Bonecutter, and he couldn't give us a translation of what the dead goblin he was questioning",
        9719
    ],
    "233": [
        "... said, so we asked him to write down what he could and have it sent to Shawford at the Palisade.  Hopefully,",
        9719
    ],
    "234": [
        "... someone there can make some sense of it.",
        9719
    ],
    "235": [
        "We spoke to Koluhm Bonecutter, and he couldn't give us a translation of what the dead goblin he was questioning,",
        9720
    ],
    "236": [
        "... so we asked him to tell us what it was saying, and we were able to translate some of it.  It sounds like the",
        9720
    ],
    "237": [
        "... goblin tribe attacking Targos is only one of many tribes in the region - that's not good news.",
        9720
    ],
    "238": [
        "We spoke to Koluhm Bonecutter, and while he couldn't give tell us what the dead goblin he was questioning, we",
        9721
    ],
    "239": [
        "... were able to translate for him, and we think we understood most of what it was saying.  It sounds like we",
        9721
    ],
    "240": [
        "... should expect a three-pronged assault led by three different goblin leaders, and their attack was meant to",
        9721
    ],
    "241": [
        "... coincide with the attack on the docks, so the Palisade could be in jeopardy right now.",
        9721
    ],
    "242": [
        "Koluhm told us that the dead townsman actually used to live in the house where Koluhm has set up shop. ",
        9722
    ],
    "243": [
        "... Apparently, Koluhm was questioning the poor soul if he had any gold hidden in the place, and he discovered",
        9722
    ],
    "244": [
        "... that the man had a secret niche behind the fireplace.",
        9722
    ],
    "245": [
        "Under duress, Koluhm also told us that there is a ruined building in town with a secret cache beneath the",
        9727
    ],
    "246": [
        "... floorboard.  We'll keep an eye out for it.",
        9727
    ],
    "247": [
        "We confronted Koluhm on the real use of the ghost-touched bottle he gave to Cahl-Hyred.  It seems he didn't know",
        9728
    ],
    "248": [
        "... it was ghost-touched, and he told us that we might make use of it by capturing the tears of the spirit in the",
        9728
    ],
    "249": [
        "... Weeping Widow and taking them to the enchantress Elytharra, Lord Ulbrec's wife.",
        9728
    ],
    "250": [
        "We met with Shawford Crale, commander of the Targos Guard.  He told us to speak to Olap Tamewater, a dwarven",
        800
    ],
    "251": [
        "... engineer assigned to the Palisade and give him whatever assistance is required.",
        800
    ],
    "252": [
        "We returned to Shawford and told him that the Palisade had been repaired.  He thanked us and sent us on our next",
        802
    ],
    "253": [
        "... mission, to see the captain of the archers on the western wall, a man named Isherwood, and see about getting",
        802
    ],
    "254": [
        "... him a supply of arrows for his men.",
        802
    ],
    "255": [
        "We returned to Shawford and told him that the only one who could have solved Olap's problem is dead.  He",
        10779
    ],
    "256": [
        "... understood and sent us on our next mission, to see the captain of the archers on the western wall, a man",
        10779
    ],
    "257": [
        "... named Isherwood, and see about getting him a supply of arrows for his men.",
        10779
    ],
    "258": [
        "We returned to Shawford and told him we had gotten Isherwood the arrows he needed.  He thanked us, and then sent",
        10780
    ],
    "259": [
        "... us on our next mission.  He wants us to go speak to Koluhm in town, and find out what the Priest of Myrkul",
        10780
    ],
    "260": [
        "... has gleaned from questioning a goblin's dead body.",
        10780
    ],
    "261": [
        "We told Shawford we couldn't go speak to Koluhm because he'd accidentally died while tangling with us.  We didn't",
        10781
    ],
    "262": [
        "... say it exactly like that - after all, Shawford has enough to worry about without locking us up in the",
        10781
    ],
    "263": [
        "... gallows.  He took it well, and he sent us on our next assignment; to go to the Salty Dog Tavern and haul",
        10781
    ],
    "264": [
        "... those drunken fools that call themselves the Iron Collar Mercenary Band up to the Palisade.",
        10781
    ],
    "265": [
        "We returned to Shawford after speaking with Koluhm, and he sent us on our next assignment; to go to the Salty Dog",
        10782
    ],
    "266": [
        "... Tavern and haul those drunken fools that call themselves the Iron Collar Mercenary Band up to the Palisade.",
        10782
    ],
    "267": [
        "We told Shawford that the Iron Collar band met with an unfortunate... accident while we were attempting to get",
        10783
    ],
    "268": [
        "... them to report for duty, and he took it all in stride, like it was what he expected to hear.  Odd.  No sooner",
        10783
    ],
    "269": [
        "... had we told him the fate of the Iron Collar band, then we heard an explosion from outside, and the Palisade",
        10783
    ],
    "270": [
        "... was under attack!",
        10783
    ],
    "271": [
        "We told Shawford that we'd pressured the Iron Collar band to get their worthless hides onto the Palisade, and he",
        10784
    ],
    "272": [
        "... seemed surprised and grateful at our efforts.  No sooner had he finished congratulating us when we heard an",
        10784
    ],
    "273": [
        "... explosion from outside, and the Palisade was under attack!",
        10784
    ],
    "274": [
        "We came across Olap Tamewater, a dwarven engineer supervising the construction of the Palisade.  We told Olap",
        15593
    ],
    "275": [
        "... that Shawford has sent us to him, and he promptly enlisted us to help him repair a section of the Palisade",
        15593
    ],
    "276": [
        "... wall.  Apparently, Olap has a supply of lumber in the main town, but it has yet to be delivered.  He told us",
        15593
    ],
    "277": [
        "... to track down a lumber merchant named Lumbar Grundwall in the main Targos Town and see what's holding up the",
        15593
    ],
    "278": [
        "... shipment of lumber to the Palisade.",
        15593
    ],
    "279": [
        "We came across Olap Tamewater, a dwarven engineer supervising the construction of the Palisade.  He told us to go",
        15592
    ],
    "280": [
        "... find the Guard Commander, Shawford Crale, in the meeting house to the south.",
        15592
    ],
    "281": [
        "Olap told us to track down a lumber merchant named Lumbar Grundwall in the main Targos Town and see what's",
        15595
    ],
    "282": [
        "... holding up the shipment of lumber to the Palisade.",
        15595
    ],
    "283": [
        "We told Olap that the crane that hauled lumber up the cliffs is broken and needs to be repaired.  He told us to",
        15693
    ],
    "284": [
        "... find his father, Jorun Tamewater, at the docks and see about fixing the crane.",
        15693
    ],
    "285": [
        "We told Olap that his father perished at the docks, and he dismissed us, telling us to go to Shawford for our",
        17060
    ],
    "286": [
        "... next assignment.",
        17060
    ],
    "287": [
        "We returned to Olap and told him that we had fixed the crane.  He was too busy patting himself on the back to",
        15694
    ],
    "288": [
        "... acknowledge our efforts.",
        15694
    ],
    "289": [
        "We found Isherwood at the western wall and told him that Crale had sent us.  Isherwood told us he needed three",
        11565
    ],
    "290": [
        "... hundred arrows, and we told him we'd go to the Gallaway Trade Depot and see about having them delivered to",
        11565
    ],
    "291": [
        "... the wall.",
        11565
    ],
    "292": [
        "We ran across Isherwood again, and he gave us a couple bottles that he and his men had stashed away, as thanks",
        20728
    ],
    "293": [
        "... for our efforts.",
        20728
    ],
    "294": [
        "Although it took some convincing, we told Isherwood he could take our arrows.  He thanked us and gave us a couple",
        20730
    ],
    "295": [
        "... bottles that he and his men had stashed away, as thanks for our efforts.",
        20730
    ],
    "296": [
        "By calling on our racial background, we were able to convince Caulder... after much debate... to let us help him",
        14725
    ],
    "297": [
        "... by fetching a hammer.  We're still debating the wisdom of our decision.",
        14725
    ],
    "298": [
        "We had a shock on the southwest Palisade - we came across a laborer named Caulder who *didn't* want us to fetch",
        12735
    ],
    "299": [
        "... something.  In fact, he didn't want our help at all, which is a nice change of pace, except that his",
        12735
    ],
    "300": [
        "... stubbornness may be putting Targos at risk.  Maybe a more persuasive member of our party could convince him",
        12735
    ],
    "301": [
        "... to let us help him.",
        12735
    ],
    "302": [
        "By calling on our persuasive abilities, we were able to convince Caulder... after much debate... to let us help",
        14622
    ],
    "303": [
        "... him by fetching a hammer.  We're still debating the wisdom of our decision.",
        14622
    ],
    "304": [
        "We brought Caulder a hammer and then watched as he attacked the nails on the catapult in a berserker frenzy.  The",
        14822
    ],
    "305": [
        "... fellow must have some barbarian blood coursing in his veins.  Once he was finished, the catapult looked",
        14822
    ],
    "306": [
        "... repaired... and frightened.",
        14822
    ],
    "307": [
        "We blessed some of Targos' new recruits, and set the fires of battle blazing in their hearts.",
        24278
    ],
    "308": [
        "We inspired some of Targos' new recruits; they should face the battle to come with greater courage than they had",
        24279
    ],
    "309": [
        "... before.",
        24279
    ],
    "310": [
        "We inspired some of Targos' new recruits by showing them the hopelessness and desperation of their situation -",
        24280
    ],
    "311": [
        "... and then showing them how much WORSE it could be.  The part where we elaborated on their corpses hanging from",
        24280
    ],
    "312": [
        "... the bone trees in the fields of the dead seemed to hold their interest immensely.",
        24280
    ],
    "313": [
        "We were able to give some basics in spearwork to some of the Targos recruits.  It should help them fare a little",
        7239
    ],
    "314": [
        "... better on the battlefield.",
        7239
    ],
    "315": [
        "We took a wager from a fellow named Gable at the Palisade.  He bet us that we couldn't knock a barrel from atop",
        12737
    ],
    "316": [
        "... its perch on the wall... we'll see about that.",
        12737
    ],
    "317": [
        "We collected on our bet from Gable, and I think we have dulled him of any desire to gamble in the near future.",
        12738
    ],
    "318": [
        "We convinced some moon-eyed soldier to leave a weapons rack unattended so that we might inspect it at our",
        12736
    ],
    "319": [
        "... leisure.  He's bound to be wandering the Palisade forever, trying to figure out which one of the \"captains\"",
        12736
    ],
    "320": [
        "... was looking for him.",
        12736
    ],
    "321": [
        "We encountered a mercenary, Niles, skulking behind one of the bunkhouses at the Palisade.  He asked us to fetch",
        10633
    ],
    "322": [
        "... him a bottle of alcohol.",
        10633
    ],
    "323": [
        "After we refused to bring him any alcohol, Niles snapped at us, and we responded by ordering him back to his",
        10634
    ],
    "324": [
        "... post.  Hopefully, our warning will keep him on the straight and narrow until the goblin threat is over.",
        10634
    ],
    "325": [
        "We had a spare bottle of wine, so we passed it along to Niles.",
        10636
    ],
    "326": [
        "Black Geoffrey made his way to the Palisade right before the goblins struck, and it looks like his blade was able",
        29429
    ],
    "327": [
        "... to cut down some goblins before the battle was over.  He told us he was striking out for Luskan, overland if",
        29429
    ],
    "328": [
        "... need be, and we'd see no more of him... I don't know about his band.",
        29429
    ],
    "329": [
        "We had gotten a letter from Garradun Tanner, a courier we met in Targos, written to his beloved Raina.  We",
        961
    ],
    "330": [
        "... delivered the letter to his commander, Captain Ingrath Mariner, just as he'd asked.",
        961
    ],
    "331": [
        "We delivered Denham's trapped replacement for Garradun the spy's false love-letter to Captain Ingrath Mariner. ",
        966
    ],
    "332": [
        "... We also gave Denham's note of warning to Sergeant Rahm Dammel, the commander of the Luskan forces.",
        966
    ],
    "333": [
        "It turns out that the Captain Ingrath Mariner we met was actually a doppelganger in the employ of the Legion of",
        967
    ],
    "334": [
        "... the Chimera.  The doppelganger and its associates must have slain the real Ingrath and his men as they were",
        967
    ],
    "335": [
        "... on the way to the Western Pass.",
        967
    ],
    "336": [
        "We rescued Zack Boosenburry, a svirfneblin, by killing the remorhaz that apparently had swallowed him whole. ",
        18898
    ],
    "337": [
        "... We're still not sure how he or anyone else could've survived living in that worm's stomach for days.",
        18898
    ],
    "338": [
        "Zack told us that he had a spider mount named Aocha with him when he was attacked by the remorhaz, but she was",
        32188
    ],
    "339": [
        "... nowhere to be found.  We agreed to help him find her.",
        32188
    ],
    "340": [
        "Apparently Zack is also investigating the ice temple, and we agreed to share whatever information we learned",
        32200
    ],
    "341": [
        "... about it with him.  He was looking for as many details as possible, including who made it and for what",
        32200
    ],
    "342": [
        "... purpose.",
        32200
    ],
    "343": [
        "We found Zack's mount Aocha in a room that appears to be used to store the livestock fed to the remorhaz roaming",
        32189
    ],
    "344": [
        "... the area.",
        32189
    ],
    "345": [
        "We informed Zack of what we had learned about the ice temple.",
        32201
    ],
    "346": [
        "A monk named Salisam told us to ask Aruma Blane, who controls the monastery, about accessing the Underdark",
        10462
    ],
    "347": [
        "... passage.  He warned us that she would probably say no, but asked that we come and talk to him after speaking",
        10462
    ],
    "348": [
        "... to Aruma, regardless of her reply.",
        10462
    ],
    "349": [
        "We informed the leader of Black Raven Monastery of Ven the thief's plans to loot the Black Raven's tomb.",
        10498
    ],
    "350": [
        "Salisam explained to us that, if we found a way to remove Aruma from power, he'll allow us to face the Eight",
        10463
    ],
    "351": [
        "... Chambers in an effort to become associates of the monastery.  When that's done, we'll be allowed access to",
        10463
    ],
    "352": [
        "... the Underdark passage.  Salisam suggested that Aruma's turning against the archimandrite has something to do",
        10463
    ],
    "353": [
        "... with Dolon Daemba, the envoy from Isair and Madae - that he's somehow corrupted her.  In any case, we're",
        10463
    ],
    "354": [
        "... forbidden from attacking both Aruma and Dolon or speaking of Salisam's offer to anyone else - should we do",
        10463
    ],
    "355": [
        "... either, the offer is negated.",
        10463
    ],
    "356": [
        "We showed Salisam the letters we found in Dolon's chambers.  He suggested that we take them to Aruma immediately.",
        10464
    ],
    "357": [
        "Salisam told us that, with Aruma removed from power, we were allowed to face the Eight Chambers - mastering them",
        10465
    ],
    "358": [
        "... will give us access to the Underdark passage.  We're to speak with Morohem on the second level of the",
        10465
    ],
    "359": [
        "... Monastery.",
        10465
    ],
    "360": [
        "Salisam congratulated us as associates of the Black Raven Monastery, saying that the gate on the third level of",
        10466
    ],
    "361": [
        "... the monastery - and thus the Underdark passage - was now open to us.",
        10466
    ],
    "362": [
        "Bered, the librarian of the Black Raven Monastery, mentioned Eight Chambers on the second level of the place that",
        9878
    ],
    "363": [
        "... were used to test the worthiness of potential monks or associates to the order.  A monk named Morohem -",
        9878
    ],
    "364": [
        "... \"Master of the Chambers\" - oversees them.",
        9878
    ],
    "365": [
        "We managed to convince Svaltid, master trainer of the Black Raven Monastery, to give Sersa the additional",
        9994
    ],
    "366": [
        "... training that she needs to advance.",
        9994
    ],
    "367": [
        "We encountered a \"monk\" named Ven who was actually a thief in disguise.  He's trying to loot the Black Raven's",
        10025
    ],
    "368": [
        "... tomb, but needed someone's help to open the gate.",
        10025
    ],
    "369": [
        "Ven betrayed us in the Black Raven's tomb, taking all the loot for himself and setting off the alarm.",
        10028
    ],
    "370": [
        "We agreed to help Ven loot the Black Raven's tomb.  He's supposed to meet us on the third level of the monastery",
        10026
    ],
    "371": [
        "... when we finally get the gate open.",
        10026
    ],
    "372": [
        "We refused to be part of Ven's plans to loot the Black Raven's tomb, and he gave us a ring so that we'd allow him",
        10027
    ],
    "373": [
        "... to escape peacefully.",
        10027
    ],
    "374": [
        "Nonin, the monk that works in the monastery's kitchens, mentioned that he'd lost his father's gold and ruby ring.",
        9831
    ],
    "375": [
        "...  He asked that we return it if we found it.",
        9831
    ],
    "376": [
        "We returned a ring that we thought was Nonin's to the monk, but it turns out that it wasn't his.  Not only did we",
        9832
    ],
    "377": [
        "... get to keep the ring, but Nonin rewarded us for our honesty - he gave us a key to the monastery's locked",
        9832
    ],
    "378": [
        "... storeroom, saying that there were some potions for us in an unlocked crate.",
        9832
    ],
    "379": [
        "We found and returned Nonin's ring - he rewarded us with some potions.",
        9833
    ],
    "380": [
        "Sersa, the monastery's quartermaster, claims to have stumbled upon a mental wall with her training.  She can't",
        9955
    ],
    "381": [
        "... increase her martial skills, but Svaltid - the monastery's trainer - won't spend any more time with her.",
        9955
    ],
    "382": [
        "We were able to help Sersa improve her skills by giving her some techniques to practice.  In return, she'll allow",
        9956
    ],
    "383": [
        "... us to rest at the monastery at no cost.",
        9956
    ],
    "384": [
        "We told Sersa that we 'd managed to convince Svaltid to spend more training time with her.  In return, she'll",
        9957
    ],
    "385": [
        "... allow us to rest at the monastery at no cost.",
        9957
    ],
    "386": [
        "Aruma Blane, leader of the Black Raven Monastery, refused to let us use the Underdark passage.",
        10742
    ],
    "387": [
        "We informed the leader of Black Raven Monastery of Ven the thief's plans to loot the Black Raven's tomb.",
        10744
    ],
    "388": [
        "After showing Dolon's letters to Aruma, she has decided to leave the monastery in the charge of Salisam.  Oddly",
        10743
    ],
    "389": [
        "... enough, it seems that she and Dolon Daemba - Isair and Madae's envoy to the archimandrite - have fallen in",
        10743
    ],
    "390": [
        "... love and are running off together.",
        10743
    ],
    "391": [
        "After informing Aruma of Salisam's offer and winning her confidence, she has allowed us to face the Eight",
        10745
    ],
    "392": [
        "... Chambers - mastering them will give us access to the Underdark passage.  We're to speak with Morohem on the",
        10745
    ],
    "393": [
        "... second level of the monastery.",
        10745
    ],
    "394": [
        "Aruma congratulated us as associates of the Black Raven Monastery, saying that the gate on the third level of the",
        10746
    ],
    "395": [
        "... monastery - and thus the Underdark passage - was now open to us.",
        10746
    ],
    "396": [
        "We showed Dolon's letters to Aruma, but she explained that she'd already seen them and then chastised us for",
        10747
    ],
    "397": [
        "... having broken into Dolon's chambers.",
        10747
    ],
    "398": [
        "Aruma grew angry with our breaking into Dolon's chambers; we were forced to flee the monastery.",
        32061
    ],
    "399": [
        "Aruma grew angry with our breaking into Dolon's chambers; we were forced to fight her and the rest of the monks.",
        32062
    ],
    "400": [
        "We met Morohem, the Black Raven Monastery's Master of Chambers.  His duties are to guide challengers through the",
        10932
    ],
    "401": [
        "... testing chambers, offering instructions and advice.",
        10932
    ],
    "402": [
        "Morohem has allowed us to face the Eight Chambers.  We must choose one of our number to enter alone and without",
        10931
    ],
    "403": [
        "... equipment; he mentioned that Nonin, upstairs, can help us store any items that the others can't carry. ",
        10931
    ],
    "404": [
        "... However, each chamber has a hidden compartment filled with weapons; they're opened by large golden buttons. ",
        10931
    ],
    "405": [
        "... Morohem will let the challenger into each chamber in turn and seal the door behind him or her, at which point",
        10931
    ],
    "406": [
        "... the test will begin - the challenger can't leave a chamber until he or she masters it or dies trying.  He",
        10931
    ],
    "407": [
        "... also says we can rest here so long as we're facing the chambers.",
        10931
    ],
    "408": [
        "We encountered a cleric of Auril named Thvara Baelm.  It seems that while we were doing battle in the Western",
        6572
    ],
    "409": [
        "... Pass glacier, she was gathering barbarian recruits in the east.  Our paths happened to cross as we made for",
        6572
    ],
    "410": [
        "... the Eastern Pass and she was returning with a number of barbarians in tow.  Needless to say, the situation",
        6572
    ],
    "411": [
        "... degenerated rapidly.",
        6572
    ],
    "412": [
        "It seems that the barrow wight is out and about on account of a common thief - someone has made off with its",
        5665
    ],
    "413": [
        "... favorite drinking horn, and it's doubtful that the spirit will rest without it.  If we found the horn, the",
        5665
    ],
    "414": [
        "... angry spirit should stop haunting the area.",
        5665
    ],
    "415": [
        "We found the barrow wight's stolen drinking horn on a thief's corpse in the woods east of the village.  We",
        5666
    ],
    "416": [
        "... returned it to Sordirsin - his spirit was grateful and left with the horn, claiming that we could take",
        5666
    ],
    "417": [
        "... whatever we liked from his now-vacant tomb.",
        5666
    ],
    "418": [
        "One of our number composed a heroic song for Sordirsin the barrow wight... the spirit was grateful and left for",
        38410
    ],
    "419": [
        "... Warrior's Rest, claiming that we could take whatever we liked from his now-vacant tomb.",
        38410
    ],
    "420": [
        "We met a group of hunters while traveling towards the Eastern Pass.  They asked us to stop at their village in",
        6594
    ],
    "421": [
        "... the northeast and speak to a woman called Suoma the Elder.",
        6594
    ],
    "422": [
        "We brought the remains of the Fell Wood dead back to the Wandering Village and gave them to Suoma the Elder, who",
        2710
    ],
    "423": [
        "... will inter them.",
        2710
    ],
    "424": [
        "Suoma, the elder of Wandering Village, has asked that we speak with and help Venla the Healer.  She claims that",
        2703
    ],
    "425": [
        "... if we aid the village, she will aid us in turn, telling us the way through the haunted Fell Wood to the east.",
        2703
    ],
    "426": [
        "After defeating Limha and recovering the missing village children for Venla, Suoma the Elder has asked another",
        2704
    ],
    "427": [
        "... favor of us: she wants us to speak with and aid Tahvo the Huntmaster.",
        2704
    ],
    "428": [
        "We put the barrow wight Tahvo spoke of to peace and returned to Suoma, who had yet another request.  This time,",
        2705
    ],
    "429": [
        "... she wanted us to speak with and help Kurttu.   For the sake of this village and of Kuldahar, we can only hope",
        2705
    ],
    "430": [
        "... this is the last task she has for us.",
        2705
    ],
    "431": [
        "We spoke with Kurttu and uncovered the mystery of Kyosti's silent ghost.  This was the third and final task Suoma",
        2706
    ],
    "432": [
        "... had given us; having aided the village to the best of our ability, she is now willing to tell us how to pass",
        2706
    ],
    "433": [
        "... through the Fell Wood.",
        2706
    ],
    "434": [
        "Suoma the Elder told us the way through the Fell Wood: apparently, there is a sort of creature called a \"dark",
        2707
    ],
    "435": [
        "... treant\" whose evil power can twist and hide paths and confuse travelers, causing them to become hopelessly",
        2707
    ],
    "436": [
        "... lost.  If we destroy the dark treants of Fell Wood, we should be able to pass through it and to the Cold",
        2707
    ],
    "437": [
        "... Marshes beyond.",
        2707
    ],
    "438": [
        "We went to Venla the Healer after defeating the diabolical witch Limha and freeing the village's children from",
        3173
    ],
    "439": [
        "... her wicked grasp.  We should let Suoma the Elder know.",
        3173
    ],
    "440": [
        "Venla the Healer asked that we try to find out what's happened to the village's vanishing children.",
        3175
    ],
    "441": [
        "When we asked Venla if there were any clues about the village's missing children, she said that their best",
        3191
    ],
    "442": [
        "... hunters have searched everywhere and found no trace of them.  Some of the villagers feel that the children",
        3191
    ],
    "443": [
        "... were lost in the Fell Wood to the east, having fallen prey to some \"fey creature\" like a dryad or nymph.",
        3191
    ],
    "444": [
        "We found some frostrose around the Cold Marshes and returned it to Venla.  In return, she gave us some medicine",
        3179
    ],
    "445": [
        "... made with the stuff, and let us know that she'd be selling more of it along with her other herbs and",
        3179
    ],
    "446": [
        "... poultices in the future.",
        3179
    ],
    "447": [
        "Venla the Healer told us about a rare herb called \"frostrose\" that grows around the Cold Marshes.  She said that",
        3180
    ],
    "448": [
        "... if we found some and returned it to her, she would give us some medicine that cures both poison and disease.",
        3180
    ],
    "449": [
        "Venla the Healer told us of a hidden trail in the woods east of the village.  In a large clearing split by a",
        38361
    ],
    "450": [
        "... switch-back and three twisted, limbless trees, we're to go northeast, southeast, northwest, and then",
        38361
    ],
    "451": [
        "... southeast again.  It should lead to some standing stones.",
        38361
    ],
    "452": [
        "Tahvo the Huntmaster told of us a \"furious ghost\" that has been terrorizing their hunting grounds to the west. ",
        4403
    ],
    "453": [
        "... Apparently they've slain it at least once, but it simply comes back every day.  There must be some way to get",
        4403
    ],
    "454": [
        "... rid of it for good.",
        4403
    ],
    "455": [
        "We told Tahvo that we'd appeased the barrow wight.  We should let Suoma the Elder know.",
        4404
    ],
    "456": [
        "Based on Tahvo's information about their \"furious ghost,\" it sounds as if the creature is a wight of some sort. ",
        4406
    ],
    "457": [
        "... Perhaps someone stole something from its barrow - that would explain why it has come back to life and is",
        4406
    ],
    "458": [
        "... attacking people.",
        4406
    ],
    "459": [
        "Tahvo the Huntmaster suggested that, if we found ourselves lost and moving in circles in the woods east of the",
        40885
    ],
    "460": [
        "... village, we try dropping stones or thrusting arrows into the earth to mark our progress.  He also mentioned",
        40885
    ],
    "461": [
        "... making notes on our map.",
        40885
    ],
    "462": [
        "Kurttu has asked that we help uncover the mystery of the disappearance of Kyosti and his silent ghost.  Kyosti",
        4733
    ],
    "463": [
        "... vanished some time ago, but his spirit occasionally returns to haunt the area between the village and the",
        4733
    ],
    "464": [
        "... Fell Wood to the east.  Since it won't speak, the villagers don't know why the hunter's soul can't rest.",
        4733
    ],
    "465": [
        "According to Kurttu, the recently vanished Kyosti was Carita's husband and one of the village's best hunters. ",
        4735
    ],
    "466": [
        "... Kurttu also claimed that Carita, his widow, said that when Kyosti disappeared, he had been going to the Fell",
        4735
    ],
    "467": [
        "... Wood east of the village to hunt the huge white wolves that dwell there.  However, it seems that his body was",
        4735
    ],
    "468": [
        "... never found.",
        4735
    ],
    "469": [
        "According to Kurttu, Kyosti's widow Carita always seems angry, even when she was with her husband.  Kurttu also",
        4737
    ],
    "470": [
        "... mentioned that after Kyosti's disappearance, Carita turned to a man named Leevi for comfort.",
        4737
    ],
    "471": [
        "According to Kurttu, Leevi is one of the best hunters in the village.  She also mentioned that he and Kyosti were",
        4738
    ],
    "472": [
        "... perpetually competing friends and rivals.",
        4738
    ],
    "473": [
        "We explained to Kurttu that Kyosti was murdered by his wife Carita and that Leevi - her lover - had hidden the",
        4734
    ],
    "474": [
        "... corpse, removing its tongue so that Kyosti's ghost could not speak to reveal their shame.  Leevi and Carita",
        4734
    ],
    "475": [
        "... have vanished themselves, presumably fleeing the village after somehow finding out that I had discovered",
        4734
    ],
    "476": [
        "... their terrible secret.",
        4734
    ],
    "477": [
        "After speaking with Kurttu about Kyosti's ghost, we tried to ask to Carita about her dead husband - however, she",
        6157
    ],
    "478": [
        "... wouldn't talk with us.",
        6157
    ],
    "479": [
        "We met a young hunter named Jari who is in love with a woman named Anja.  Jari is troubled as he doesn't have the",
        5061
    ],
    "480": [
        "... skills to best Anja's other suitors in a hunting contest, and without her father's permission, he and Anja",
        5061
    ],
    "481": [
        "... will have to flee the village to be together.",
        5061
    ],
    "482": [
        "We gave Jari a winter wolf's pelt that we obtained in the woods east of the village.  He's now certain to win the",
        5062
    ],
    "483": [
        "... hunting competition, and Anja's father's permission to marry her with it.  Jari was most grateful, actually",
        5062
    ],
    "484": [
        "... giving us a gift in return.",
        5062
    ],
    "485": [
        "We sold Jari a winter wolf's pelt that we obtained in the woods east of the village.  He's now certain to win the",
        5063
    ],
    "486": [
        "... hunting competition, and Anja's father's permission to marry her with it.",
        5063
    ],
    "487": [
        "A young woman named Pairi told us that some men had recently passed by the village, entering the woods to the",
        37610
    ],
    "488": [
        "... east and never returning.  Pairi said that the angry ghost began to haunt the western hunting grounds shortly",
        37610
    ],
    "489": [
        "... thereafter.",
        37610
    ],
    "490": [
        "A young woman named Pairi told us of a hidden path in the eastern woods.  When we reach a narrow clearing with a",
        38160
    ],
    "491": [
        "... stump, we are to travel north, east, and east again.  It's supposed to lead somewhere otherwise inaccessible.",
        38160
    ],
    "492": [
        "We met a young half-elven sorceress-to-be named Pairi en route to the Ice Lakes, and helped her to better",
        13923
    ],
    "493": [
        "... understand her budding abilities.",
        13923
    ],
    "494": [
        "We met a drow mechant named Nym in a small village.  He was waiting there for the military expedition from",
        6097
    ],
    "495": [
        "... Neverwinter - the same one destroyed by the Aurilites at the glacier in the Western Pass - to arrive.",
        6097
    ],
    "496": [
        "The drow merchant Nym left the village, but not before issuing a vague warning about the Legion of the Chimera",
        6100
    ],
    "497": [
        "... knowing of our meddling and taking pains to stop us.  He suggested that we not remain there long.",
        6100
    ],
    "498": [
        "The drow merchant Nym told us that the Eastern Pass was entirely blocked by troops of the Legion of the Chimera. ",
        6099
    ],
    "499": [
        "... However, he explained that there was another route over the Spine of the World: through the Underdark.  We",
        6099
    ],
    "500": [
        "... will follow the Black Raven River north to where it flows from the Spine of the World mountains.  There",
        6099
    ],
    "501": [
        "... should be a network of caves there that leads to a monastery high in the mountains.  Beneath the monastery is",
        6099
    ],
    "502": [
        "... an entrance to the Underdark.  From there we'll enter the ancient dwarven ruins of Dorn's Deep from below. ",
        6099
    ],
    "503": [
        "... From there we can surface on the northern side of the Spine of the World.",
        6099
    ],
    "504": [
        "Isair and Madae, twin commanders of the Legion of the Chimera, appeared before us in the Wandering Village.  They",
        11464
    ],
    "505": [
        "... claim to have found us with information purchased from Nym, the drow merchant who told us of the underdark",
        11464
    ],
    "506": [
        "... passage beneath the Black Raven Monastery.  Madae claimed that the Legion would still attack Kuldahar, and",
        11464
    ],
    "507": [
        "... Isair warned us to stop our \"meddling,\" claiming that Targos wasn't alone in having Luskan allies.  To",
        11464
    ],
    "508": [
        "... demonstrate his seriousness, Isair slew several villagers and raised them as zombies against us before",
        11464
    ],
    "509": [
        "... vanishing along with his sister.",
        11464
    ],
    "510": [
        "We found the corpse of Kyosti buried in a shallow grave east of the Wandering Village, where we encountered his",
        8305
    ],
    "511": [
        "... silent ghost.  It turns out that Kyosti was murdered by his own wife, Carita, who then forced Kyosti's old",
        8305
    ],
    "512": [
        "... friend Leevi to hide the corpse.  Leevi, fearful of Kyosti's return as a ghost, removed the corpse's tongue",
        8305
    ],
    "513": [
        "... so that the spirit could not speak.  It didn't work.",
        8305
    ],
    "514": [
        "Just as the paladin sensed Limha's true nature, a child suddenly burst out of a holding pen hidden in Limha's",
        34747
    ],
    "515": [
        "... home and begged us to save him - a happy coincidence for all involved save Limha, no doubt.",
        34747
    ],
    "516": [
        "We came to Limha after speaking to the dryad Carynara and asked her of the village's missing children.  The witch",
        8128
    ],
    "517": [
        "... tried to deny it, but a child suddenly burst out of a holding pen hidden in Limha's home and begged us to",
        8128
    ],
    "518": [
        "... save him - a happy coincidence for all involved save Limha, no doubt.",
        8128
    ],
    "519": [
        "Limha, a woman we met in the wild east of the Wandering Village, has been stealing the village's children and",
        8126
    ],
    "520": [
        "... using their energy to prolong her power and beauty.  The process drains the children of most of their souls,",
        8126
    ],
    "521": [
        "... after which she turns them into minks and sets them free in the wild.",
        8126
    ],
    "522": [
        "According to Limha, if we slay her, the children that she'd already transformed into animals will revert to their",
        8127
    ],
    "523": [
        "... original shapes.  We've often discussed the likelihood that her final thought was to regret telling us that.",
        8127
    ],
    "524": [
        "We encountered an eccentric but powerful mage called Harshom in the river caves near Black Raven Monastery.  He'd",
        9327
    ],
    "525": [
        "... been sent to kill us by the Hosttower of the Arcane Brotherhood in Luskan.  They must be the allies that",
        9327
    ],
    "526": [
        "... Isair and Madae spoke of in the Wandering Village.",
        9327
    ],
    "527": [
        "Harshom claims to have found us through the aid of Carita and Leevi.  The couple was slain and fed to the",
        9328
    ],
    "528": [
        "... enchanter's beasts after they'd told him everything.",
        9328
    ],
    "529": [
        "It seems that Phaen of the Rags, who we met in Targos, was also an agent of the Hosttower of the Arcane",
        9329
    ],
    "530": [
        "... Brotherhood.",
        9329
    ],
    "531": [
        "During a battle with Aurilite High Priestess Oria we challenged her to break the staff she wielded, resulting in",
        31895
    ],
    "532": [
        "... a bright flash followed by a wave of magical energy.  When the dust from the blast finally settled, her body",
        31895
    ],
    "533": [
        "... was nowhere to be found.",
        31895
    ],
    "534": [
        "After what we thought to be her demise, we met High Priestess Oria once again and very much alive.  She claimed",
        31896
    ],
    "535": [
        "... to exist within some sort of ethereal realm created by Nickademus called the Inner Sanctum, and it appears",
        31896
    ],
    "536": [
        "... we'll be unable to affect her while we remain on the Prime Material Plane.",
        31896
    ],
    "537": [
        "We met a pack of barbarians whose leader ordered our heads severed and placed before their \"cunning",
        7747
    ],
    "538": [
        "... Gate-of-Stone\" - probably some sort of crude wall or other obstacle designed to hold up caravans so that the",
        7747
    ],
    "539": [
        "... barbarians can waylay them at their leisure.",
        7747
    ],
    "540": [
        "We encountered a large force of duergar waiting outside the Underdark gate in the Black Raven Monastery. ",
        10130
    ],
    "541": [
        "... Apparently they'd simply been camped there, waiting for the opportunity to storm in and attack the place.",
        10130
    ],
    "542": [
        "Barud Barzam, commander of the duergar complex in the river caves, told us that we could take the mining tools",
        9176
    ],
    "543": [
        "... from the storage area there.  He said that since the duergar had intended to clear the caved-in eastern",
        9176
    ],
    "544": [
        "... passage themselves, they would be more than willing to give us the tools if we would perform the labor - a",
        9176
    ],
    "545": [
        "... fair enough deal, it seems.",
        9176
    ],
    "546": [
        "Barud Barzam offered us a deal - if we would clear the river caves of all monsters, he will reward us handsomely.",
        9177
    ],
    "547": [
        "...  In addition, he'll let us rest in the complex so long as we're helping him.",
        9177
    ],
    "548": [
        "We accepted Barud's offer to clear the river caves of all monsters.  We're to return to him for our reward when",
        9178
    ],
    "549": [
        "... done.",
        9178
    ],
    "550": [
        "Barud Barzam rewarded us for clearing the river caves with wealth and magical items.  He then made another offer",
        9214
    ],
    "551": [
        "... - if we kill all the monks of the Black Raven Monastery, he will reward us even further.  Barud claims that",
        9214
    ],
    "552": [
        "... the duergar lost both the outpost and the Underdark passage to the monks long ago; with the outpost secured,",
        9214
    ],
    "553": [
        "... he now wants our help in recovering the passage beneath the monastery.",
        9214
    ],
    "554": [
        "Barud Barzam tried to reward us for clearing the river caves with wealth and magical items, but we refused.  He",
        34400
    ],
    "555": [
        "... then made another offer - if we kill all the monks of the Black Raven Monastery, he will reward us even",
        34400
    ],
    "556": [
        "... further.  Barud claims that the duergar lost both the outpost and the Underdark passage to the monks long",
        34400
    ],
    "557": [
        "... ago; with the outpost secured, he now wants our help in recovering the passage beneath the monastery.",
        34400
    ],
    "558": [
        "We accepted Barud's offer to kill all the monks in the Black Raven Monastery.  We're to return to him for our",
        9215
    ],
    "559": [
        "... reward when done.",
        9215
    ],
    "560": [
        "Barud Barzam rewarded us for killing all the monks of Black Raven Monastery with wealth and magical items.",
        9216
    ],
    "561": [
        "Barud Barzam tried to reward us for killing all the monks of Black Raven Monastery with wealth and magical items,",
        34402
    ],
    "562": [
        "... but we refused.",
        34402
    ],
    "563": [
        "According to Barud Barzam, the duergar complex in the river-caves was founded more than a century ago by a group",
        9217
    ],
    "564": [
        "... of cleric-led duergar.  The Black Raven Monastery was built some time later, and eventually came to blows",
        9217
    ],
    "565": [
        "... with the duergar over control of the nearby Underdark passage.  Barud told us that the monks butchered the",
        9217
    ],
    "566": [
        "... small duergar garrison and sealed both the outpost and passage.  He and his followers have come to the river",
        9217
    ],
    "567": [
        "... caves to reclaim both.",
        9217
    ],
    "568": [
        "Barud told us that he intends to make the duergar complex a base from which to assault the Black Raven Monastery",
        9218
    ],
    "569": [
        "... in conjunction with a second body of duergar troops.",
        9218
    ],
    "570": [
        "Barud told us that, now that we've helped him clear the river caves and eliminated the monks of Black Raven",
        9219
    ],
    "571": [
        "... Monastery, he would be joining with a second body of duergar troops and reclaiming the Underdark passage.",
        9219
    ],
    "572": [
        "According to Barud Barzam, all duergar possess the ability to become invisible at will.",
        9220
    ],
    "573": [
        "We lied to the duergar cleric Zama Rogadimne, convincing her the Barud Barzam had directed her to aid us.  She",
        8597
    ],
    "574": [
        "... gave us healing potions of great power, but threatened to kill us if she found out that we'd lied to her.",
        8597
    ],
    "575": [
        "Dargab, the duergar slave-master, explained that we'd eventually need mining tools to get past the collapsed",
        8670
    ],
    "576": [
        "... passage in the eastern river caves.  He told us to speak with Barud Barzam, the leader of the duergar",
        8670
    ],
    "577": [
        "... complex.",
        8670
    ],
    "578": [
        "Dargab, the duergar slave-master, warned us to stay away from the dungeons.",
        8669
    ],
    "579": [
        "We encountered a spectre in the torture chamber of the duergar outpost.  It seemed to be the anguished remnants",
        8492
    ],
    "580": [
        "... of someone who'd been abandoned by friends and tortured death by his captors - it mistook us for companions",
        8492
    ],
    "581": [
        "... of old and attacked.",
        8492
    ],
    "582": [
        "We tricked the spectre into believing that the present duergar are the ones responsible for his horrible death. ",
        8493
    ],
    "583": [
        "... The spirit promptly attacked them, seeking revenge.",
        8493
    ],
    "584": [
        "After turning the spectre we encountered in the duergar torture chamber, we managed to calm the spirit.  It left",
        8494
    ],
    "585": [
        "... of its own free will.",
        8494
    ],
    "586": [
        "A duergar artisan is trying to design a simplified version of his overly-complex Hell Bolter.  We might be able",
        31049
    ],
    "587": [
        "... to help him.",
        31049
    ],
    "588": [
        "A duergar artisan showed us a sort of automated heavy crossbow known as a Hell Bolter.  Its loading and firing",
        31048
    ],
    "589": [
        "... mechanism was too complex to be understood by most.",
        31048
    ],
    "590": [
        "We helped a duergar artisan finish the design of the Doom Bolter, an automated heavy crossbow.  He told us that",
        31050
    ],
    "591": [
        "... he would sell us one if we were interested.",
        31050
    ],
    "592": [
        "We helped a duergar artisan finish the design of the Doom Bolter, an automated heavy crossbow, in return for a",
        31051
    ],
    "593": [
        "... copy of the weapon for ourselves.",
        31051
    ],
    "594": [
        "We helped a duergar artisan finish the design of the Doom Bolter, an automated heavy crossbow, in return for",
        31053
    ],
    "595": [
        "... seven thousand gold pieces.  He told us that he would sell us one if we were interested.",
        31053
    ],
    "596": [
        "We helped a duergar artisan finish the design of the Doom Bolter, an automated heavy crossbow, in return for five",
        31052
    ],
    "597": [
        "... thousand gold pieces.  He told us that he would sell us one if we were interested.",
        31052
    ],
    "598": [
        "We tried to communicate with one of the mind flayers' thralls - slaves whose minds have been broken by the",
        32905
    ],
    "599": [
        "... sinister psychic powers of the illithid - but to no avail.",
        32905
    ],
    "600": [
        "We found an inanimate flesh golem.  It seems to have been somehow modified.",
        27325
    ],
    "601": [
        "Imphraili's inanimate enhanced flesh golem is now ready to be awakened via an electrical blast.",
        27327
    ],
    "602": [
        "We were able to use some of the reagents in the alchemical laboratory in the drider caves to increase the potency",
        35518
    ],
    "603": [
        "... of a healing potion.",
        35518
    ],
    "604": [
        "We used the last of reagents necessary to increase the potency of healing potions in the drider cave laboratory.",
        35730
    ],
    "605": [
        "We used Imphraili's notes to concoct the Sanguis Anima.  Once the life-giving solution is injected into the",
        35735
    ],
    "606": [
        "... inanimate flesh golem, jolting the monster with electricity should awaken it to serve us.",
        35735
    ],
    "607": [
        "We used Imphraili's notes to complete her theoretical experiment regarding the transfusion of a modified Sanguis",
        35731
    ],
    "608": [
        "... Anima into one's own bloodstream.  The process was difficult and painful but left our transmuter strangely",
        35731
    ],
    "609": [
        "... invigorated.",
        35731
    ],
    "610": [
        "We used Imphraili's notes to concoct a conversion poison for the Viciscamera.  The poison should turn the living",
        35736
    ],
    "611": [
        "... machine's formidable defenses against itself, causing it to rot and die within seconds.",
        35736
    ],
    "612": [
        "We used the white wyrm's egg to create two potions of strength.",
        27313
    ],
    "613": [
        "We used the white wyrm's egg to form a magical liquid which was then mixed into the transmuter's bloodstream. ",
        27322
    ],
    "614": [
        "... The process cooled the blood, making the transmuter resistant to cold but more vulnerable to heat.",
        27322
    ],
    "615": [
        "In the jungle, we heard a yuan-ti priest named Sashkta reciting a list of challenges to white-robed initiates. ",
        32939
    ],
    "616": [
        "... The questions were as follows: what approaches at dusk, what drowns Selune's gleaming on a cloudlesss night,",
        32939
    ],
    "617": [
        "... who keeps the ancient venom of Sseth potent, and where does Sseth embrace unbelievers?  The answers were: the",
        32939
    ],
    "618": [
        "... growing darkness, the obscuring moon of our faith, his faithful followers, and the cradle of scales,",
        32939
    ],
    "619": [
        "... respectively.  After that point in their training, our presence was detected by the priest.",
        32939
    ],
    "620": [
        "Once again we faced Saablic Tan.  He seemed none too pleased that we successfully cleared out the Fields of",
        2953
    ],
    "621": [
        "... Slaughter, and now he has vowed to halt our progress.  We cannot allow that to happen.",
        2953
    ],
    "622": [
        "A yuan-ti assassin of the Viper's Fangs explained the temple treasury's locking mechanism to us.  There are",
        31312
    ],
    "623": [
        "... eleven plates, ten of which must be depressed in the correct order to unseal the chamber.",
        31312
    ],
    "624": [
        "The first half of the temple treasury's combination is to open the tenth plate, then the third, and then the",
        31313
    ],
    "625": [
        "... fifth.",
        31313
    ],
    "626": [
        "The mistress of the Viper's Fangs, a sect of yuan-ti assassins, claimed that if we speak to her again she'd have",
        31180
    ],
    "627": [
        "... us killed.",
        31180
    ],
    "628": [
        "A yuan-ti sorcerer of the Coiled Cabal explained the greater significance of this temple: it is a fortress that",
        31234
    ],
    "629": [
        "... guards the crossroads back to Kuldahar.  If we can locate the five missing stone stele - some of which are",
        31234
    ],
    "630": [
        "... hidden around the temple and in the jungle outside - and place them around the altar outside, the crossroads'",
        31234
    ],
    "631": [
        "... guardian will be summoned: the Black Serpent Chahopek.  When Chahopek is slain, the portal will slowly begin",
        31234
    ],
    "632": [
        "... to close; once it collapses entirely, it will never open again.  Needless to say, we'll have to be quick",
        31234
    ],
    "633": [
        "... about getting back through the portal if we manage to kill this Black Serpent...",
        31234
    ],
    "634": [
        "We chose to fight a magical duel with one of Inhatri's Coiled Cabal sorcerers.",
        31269
    ],
    "635": [
        "We defeated one of Inhatri's Coiled Cabal sorcerers in a duel.",
        31270
    ],
    "636": [
        "We spoke to an addle-minded yuan-ti chef in the temple, and he said he knew the last half of the six stone",
        32960
    ],
    "637": [
        "... combination to the door to the north.  He said not to hit any stone twice, and that there were \"...only three",
        32960
    ],
    "638": [
        "... steps, for the other three your feet would be hard-pressed to step.  Hit not the same stone twice, and the",
        32960
    ],
    "639": [
        "... sixth be the fourth, and the stone that follows the first be the last.  The fifth... count the number of",
        32960
    ],
    "640": [
        "... fangs Ashra teaches, and the fifth number you shall have.\"  He then told us to seek out of the Viper's Fangs",
        32960
    ],
    "641": [
        "... resting in the chamber west of Ashra, as when they are out of her sight, their tongues loosen, and they may",
        32960
    ],
    "642": [
        "... tell us one of the first half of the puzzle.  Whatever's beyond the door better be worth it.",
        32960
    ],
    "643": [
        "We met a yuan-ti inquisitor on the last level of Dragon's Eye named Venomin.  He claimed to have caused a war",
        35828
    ],
    "644": [
        "... between the yuan-ti and the \"Lords of Fire\", wishing he could \"return to yesterday\" to undo the damage he'd",
        35828
    ],
    "645": [
        "... caused.  Before we could question him further he leapt to his death into the sea of magma.",
        35828
    ],
    "646": [
        "We met Inquisitor Venomin again in the same location as yesterday and he said the exact same thing to us, but we",
        35830
    ],
    "647": [
        "... were still unable to get any more information from him before he wished for \"yesterday\" then committed",
        35830
    ],
    "648": [
        "... suicide.",
        35830
    ],
    "649": [
        "It seems that when yuan-ti Inquisitor Venomin wished he could \"return to yesterday\" that was more wishful",
        35829
    ],
    "650": [
        "... thinking than an actual granted wish.  We doubt he's the cause of the time loop.",
        35829
    ],
    "651": [
        "Amidst a ruined palace on Dragon's Eye's last level - its magma chamber - we met a fire salamander named",
        35846
    ],
    "652": [
        "... Ambassador Jasper who was a liaison between the residents here and the yuan-ti.  He told us High Priest",
        35846
    ],
    "653": [
        "... Thorasskus sent yuan-ti pureblood inquisitor Venomin here three days ago to conduct an investigation into the",
        35846
    ],
    "654": [
        "... disappearance of High Sorceress Izbelah.  For reasons he was unaware of, Venomin killed Lord Pyros yesterday",
        35846
    ],
    "655": [
        "... and fled to Jasper's embassy east of the palace.  As a result, King Lothar assumed control, declared war on",
        35846
    ],
    "656": [
        "... the yuan-ti, destroyed the embassy, and sent efreet assassins after Thorasskus.  When the yuan-ti responded,",
        35846
    ],
    "657": [
        "... chaos erupted.  Izbelah was instantly killed two days ago while, from what he understood, escaping from",
        35846
    ],
    "658": [
        "... Lothar's cage.",
        35846
    ],
    "659": [
        "Jasper didn't know why Izbelah was caged because he was away on business, and she was already imprisoned when he",
        35847
    ],
    "660": [
        "... returned.  Though he suspected foul play, he awaited the results of Venomin's investigation.",
        35847
    ],
    "661": [
        "Jasper said someone named Zil-t'yor was the current leader who took control during the war and united the",
        35848
    ],
    "662": [
        "... survivors.",
        35848
    ],
    "663": [
        "Jasper said Zil-t'yor often travels to and from the Fields of Slaughter.  He believes that's where he's from.",
        35849
    ],
    "664": [
        "According to Jasper, not only was there no war, but also Lord Pyros and Inquisitor Venomin are both still alive",
        35851
    ],
    "665": [
        "... and about to conclude their private meeting at the palace.",
        35851
    ],
    "666": [
        "When asked about High Sorceress Izbelah, Jasper told us she died \"last night\" while trying to escape from King",
        35852
    ],
    "667": [
        "... Lothar's cage.  Since the last time we spoke to him about her he said she died \"two days\" ago, we conclude",
        35852
    ],
    "668": [
        "... that he was either lying or mistaken, or that we're victims of some type of phenomenon.  From what we've",
        35852
    ],
    "669": [
        "... observed so far, the latter seems to be the case.",
        35852
    ],
    "670": [
        "Jasper told us that they drove beholder Zil-t'yor away two days ago.  He must have healed his wounds and returned",
        35853
    ],
    "671": [
        "... with a vengeance when we fought him.",
        35853
    ],
    "672": [
        "Jasper told us that they drove beholder Zil-t'yor away a day ago.  He must have healed his wounds and returned",
        35871
    ],
    "673": [
        "... with a vengeance when we fought him.",
        35871
    ],
    "674": [
        "Stepping through what we thought was the exit from Dragon's Eye to the Fields of Slaughter we were surprised to",
        35850
    ],
    "675": [
        "... find our surroundings quite familiar, though rather different.  Buildings that once were demolished are now",
        35850
    ],
    "676": [
        "... in perfect condition and no signs of a war are visible.  In fact, it looks like we never left Dragon's Eye's",
        35850
    ],
    "677": [
        "... magma chamber at all.  Another observation of note is the fact that the air feels much cooler, and it appears",
        35850
    ],
    "678": [
        "... the magma sea has receded somewhat.  When we encountered Ambassador Jasper again he acted as if he'd never",
        35850
    ],
    "679": [
        "... met us.",
        35850
    ],
    "680": [
        "One of the Flamewalker residents of Dragon's Eye's magma chamber told us a trial was held for Izbelah two days",
        36828
    ],
    "681": [
        "... ago at the amphitheatre.  She was accused of violating Nature's Order, but Inquisitor Venomin proved her",
        36828
    ],
    "682": [
        "... innocence.",
        36828
    ],
    "683": [
        "One of the Flamewalker residents of Dragon's Eye's magma chamber told us a trial was held for Izbelah yesterday",
        36311
    ],
    "684": [
        "... at the amphitheatre.  She was accused of violating Nature's Order, but Inquisitor Venomin offered her a good",
        36311
    ],
    "685": [
        "... defense.",
        36311
    ],
    "686": [
        "During the trial, the issue of Izbelah's guilt was discussed and the evidence presented, but they adjourned",
        36312
    ],
    "687": [
        "... because Venomin needed to ask a few questions of Ambassador Jasper, who was away on business.  Supposedly,",
        36312
    ],
    "688": [
        "... Venomin has proven Izbelah's innocence today.",
        36312
    ],
    "689": [
        "During the trial, the issue of Izbelah's guilt was discussed and the evidence presented, but they adjourned",
        36829
    ],
    "690": [
        "... because Venomin needed to ask a few questions of Ambassador Jasper, who was away on business.  Supposedly,",
        36829
    ],
    "691": [
        "... Venomin proved her innocence yesterday, but she still tried to escape last night.",
        36829
    ],
    "692": [
        "Lord Pyros, ruler of the Dragon's Eye's magma chamber, grants everyone, including members of the Legion of the",
        21763
    ],
    "693": [
        "... Chimera, safe passage provided they keep the peace and pay Archon his requested payment.",
        21763
    ],
    "694": [
        "Lord Pyros told us he did not send efreet assassins after High Priest Thorasskus.",
        36025
    ],
    "695": [
        "Roughly thirty years ago Kossuth, God of Fire, molded Lord Pyros from pure magma, giving him life, powers, will,",
        36037
    ],
    "696": [
        "... and intelligence.  Unfortunately the magma chamber, within a violent eruption, was created in the process. ",
        36037
    ],
    "697": [
        "... Pyros then summoned allies, including the great King Lothar, by his side to maintain his domain.  Ambassador",
        36037
    ],
    "698": [
        "... Jasper voluntarily became the liaison between his magma city and the yuan-ti living above.",
        36037
    ],
    "699": [
        "Three days \"prior\" to our arrival, Lord Pyros had no idea who Zil-t'yor was.  Perhaps the beholder will stay",
        36077
    ],
    "700": [
        "... dead, unlike the others on this level.",
        36077
    ],
    "701": [
        "Lord Pyros said High Sorceress Izbelah broke one of his laws by attempting to curb the boil of magma and the flow",
        36076
    ],
    "702": [
        "... of lava with twisted magic.  For that she must be judged and her confinement is Lothar's task.  We are to",
        36076
    ],
    "703": [
        "... consult Lothar either while he is on duty or at his citadel if we wish to ask about her.",
        36076
    ],
    "704": [
        "Before we said farewell to Lord Pyros, he told us to see one of the flamewalker plays in the amphitheater.  All",
        41371
    ],
    "705": [
        "... we needed to do was speak to one of the flamewalkers, and they would perform for us. ",
        41371
    ],
    "706": [
        "King Lothar told us that High Priestess Izbelah succeeded in casting a Temporal Stasis spell before being",
        36055
    ],
    "707": [
        "... captured, but it's been breaking down ever since.  He also said that the only thing the spell succeeded in",
        36055
    ],
    "708": [
        "... doing was keeping people like Zil-t'yor and us away from this magma chamber.  Discussing it amongst",
        36055
    ],
    "709": [
        "... ourselves, we're convinced that her flawed spell created the loop we're now in, and we can break it if we",
        36055
    ],
    "710": [
        "... prevent her from completing her spell at Jasper's embassy four days ago.",
        36055
    ],
    "711": [
        "King Lothar told us that High Priestess Izbelah succeeded in casting a Temporal Stasis spell before being",
        36056
    ],
    "712": [
        "... captured, but it's been breaking down ever since.  He also said that the only thing the spell succeeded in",
        36056
    ],
    "713": [
        "... doing was keeping people like Zil-t'yor and us away from this magma chamber.  Discussing it amongst",
        36056
    ],
    "714": [
        "... ourselves, we're convinced that her flawed spell created the loop we're now in, and we can break it if we",
        36056
    ],
    "715": [
        "... prevent her from completing her spell at Jasper's embassy three days ago.",
        36056
    ],
    "716": [
        "King Lothar told us that High Priestess Izbelah succeeded in casting a Temporal Stasis spell before being",
        36057
    ],
    "717": [
        "... captured, but it's been breaking down ever since.  He also said that the only thing the spell succeeded in",
        36057
    ],
    "718": [
        "... doing was keeping people like Zil-t'yor and us away from this magma chamber.  Discussing it amongst",
        36057
    ],
    "719": [
        "... ourselves, we're convinced that her flawed spell created the loop we're now in, and we can break it if we",
        36057
    ],
    "720": [
        "... prevent her from completing her spell at Jasper's embassy two days ago.",
        36057
    ],
    "721": [
        "King Lothar told us that High Priestess Izbelah succeeded in casting a Temporal Stasis spell before being",
        36058
    ],
    "722": [
        "... captured, but it's been breaking down ever since.  He also said that the only thing the spell succeeded in",
        36058
    ],
    "723": [
        "... doing was keeping people like Zil-t'yor and us away from this magma chamber.  Discussing it amongst",
        36058
    ],
    "724": [
        "... ourselves, we're convinced that her flawed spell created the loop we're now in, and we can break it if we",
        36058
    ],
    "725": [
        "... prevent her from completing her spell at Jasper's embassy yesterday.",
        36058
    ],
    "726": [
        "We accepted an alliance with Iyachtu Xvim, with his vow that his demons within the Severed Hand will not aid",
        24408
    ],
    "727": [
        "... Isair and Madae when we combat them.  However, in order to prove our allegiance to the Lord of Darkness, we",
        24408
    ],
    "728": [
        "... must slay ten innocents.  He then told us that ten slaves within the Severed Hand would suffice.  A simple",
        24408
    ],
    "729": [
        "... task, we believe.",
        24408
    ],
    "730": [
        "We fulfilled Iyachtu Xvim's requirements for allegiance.  Now our battle with Isair and Madae shall be easier",
        25416
    ],
    "731": [
        "... without having to deal with all their demons.",
        25416
    ],
    "732": [
        "We accepted an alliance with Iyachtu Xvim, with his vow that his demons within the Severed Hand will not aid",
        25437
    ],
    "733": [
        "... Isair and Madae when we combat them.",
        25437
    ],
    "734": [
        "Iyachtu Xvim interrupted our performing of the Ilmater Ritual.  Depending on the outcome of our conversation with",
        32699
    ],
    "735": [
        "... Iyachtu Xvim, we may need to continue with the ritual.",
        32699
    ],
    "736": [
        "We have successfully completed the Ilmater Sanctification Ritual.  Already we can see a visible, cleansed change",
        24355
    ],
    "737": [
        "... in the water that surrounds the statues.  In addition, we obtained a vial of the newly sanctified water,",
        24355
    ],
    "738": [
        "... which we may use on the mythal.",
        24355
    ],
    "739": [
        "We lied to the dread orc shaman, Kratuuk, and said that we were the war party sent by Saablic Tan.  He told us",
        16652
    ],
    "740": [
        "... that an elven lich, named M'darfein, attacked his camp on a regular basis, and that we must venture forth and",
        16652
    ],
    "741": [
        "... slay the lich.  He also gave us a key that will open a secret door in the northeast section of the gate that",
        16652
    ],
    "742": [
        "... leads out to the ancient battlefield.",
        16652
    ],
    "743": [
        "Evidently the dread orcs captured several elves, except for one, a cleric, who managed to escape.  Kratuuk",
        16653
    ],
    "744": [
        "... instructed us to kill him if we find him, but we made no promises.",
        16653
    ],
    "745": [
        "We came across a Red Wizard of Thay named Saablic Tan.  He tried to prevent us from entering the Fields of",
        9099
    ],
    "746": [
        "... Slaughter, saying something about us murdering his brothers and sisters.  His ramblings could not justify the",
        9099
    ],
    "747": [
        "... actions of the Legion of the Chimera, so we pressed on through his attacking horde.",
        9099
    ],
    "748": [
        "The cleric mentioned something about purifying the field with holy water during his argument with the lich.",
        3003
    ],
    "749": [
        "... Perhaps we can carry out the task he sacrificed his life attempting, and rid these plains of the vile,",
        3003
    ],
    "750": [
        "... walking dead.",
        3003
    ],
    "751": [
        "We found the captain of the guard attempting to have relations with a half-dragon.  Unfortunately for him, we had",
        24563
    ],
    "752": [
        "... need of his keys and could not wait until he was done.",
        24563
    ],
    "753": [
        "We managed to trick Captain Pudu into thinking we were delegates from the Church of Iyachtu Xvim and needed",
        24561
    ],
    "754": [
        "... access to the aerie in the war tower.  Luckily for us, he was in the middle of entertaining a lady friend and",
        24561
    ],
    "755": [
        "... was all too eager to hand over his keys.",
        24561
    ],
    "756": [
        "We could not fool Captain Pudu into giving us his keys, so our only other resort was to kill him and his",
        24562
    ],
    "757": [
        "... half-dragon friend.",
        24562
    ],
    "758": [
        "A demon stands watch at the exit to the Severed Hand.  We questioned the creature about its name and purpose, but",
        26486
    ],
    "759": [
        "... it refused to answer.  In any case, the creature does not seem to be hostile.  Perhaps we should look into",
        26486
    ],
    "760": [
        "... what purpose it serves.",
        26486
    ],
    "761": [
        "Jerre Stoh claims that the demon at the exit is there to prevent the slaves from escaping.  We confronted the",
        26487
    ],
    "762": [
        "... demon with this, and it confirmed it.",
        26487
    ],
    "763": [
        "Jerre Stoh claims that the demon at the exit is immortal and cannot be slain.  We confronted the demon with this,",
        26488
    ],
    "764": [
        "... and it confirmed it.  This could be idle boasting on the creature's part, but Jerre claims to have seen the",
        26488
    ],
    "765": [
        "... creature slain only to rise again.  Should we put this to the test?",
        26488
    ],
    "766": [
        "We asked the demon to name the power that spawned it.  It answered: Iyachtu Xvim, Godson of Bane.",
        26489
    ],
    "767": [
        "We decided to put the demon's claim of immortality to the test.  After the battle the creature did indeed rise",
        26490
    ],
    "768": [
        "... again.  We need to find a way to put an end to this creature and any others like it.",
        26490
    ],
    "769": [
        "We freed a gnome, named Puddy Talltale, from the torturing of a greater feyr.  However, even though we unlocked",
        23111
    ],
    "770": [
        "... his prison cell, he said he would not leave unless there was a safe way to get him to his home in Bryn",
        23111
    ],
    "771": [
        "... Shander.  We promised to find safe passage for Puddy, for we agreed that he would not survive long in the",
        23111
    ],
    "772": [
        "... frigid Dales by himself.",
        23111
    ],
    "773": [
        "We were successful in finding safe passage for Puddy Talltale.  Orrick has offered to teleport him back to Bryn",
        23112
    ],
    "774": [
        "... Shander.  Now all Puddy must do is sneak to the mage tower and find Orrick on the top floor.  Puddy reassured",
        23112
    ],
    "775": [
        "... us that he would have no trouble sneaking over to Orrick, especially since he was a gnome and adept at that",
        23112
    ],
    "776": [
        "... sort of thing.",
        23112
    ],
    "777": [
        "The War Tower gate guard, Stubnok, informed us that the only ones who have access keys to the landing pad are",
        24537
    ],
    "778": [
        "... Captain Pudu and Captain Malign.  Stubnok also said that we could possibly find Captain Pudu on the top floor",
        24537
    ],
    "779": [
        "... of the Officer's Tower, evidently entertaining one of the half-dragon delegates.",
        24537
    ],
    "780": [
        "We met a spirit in the Fell Wood who warned us away, claiming that those who enter are doomed to wander its",
        8419
    ],
    "781": [
        "... trails for eternity.  According to this ghost, the woods are impassable until the \"terrible secret within the",
        8419
    ],
    "782": [
        "... Fell Wood\" is laid bare.",
        8419
    ],
    "783": [
        "The spirit in the Fell Wood couldn't tell us the forest's secret, but said that the answer was not within the",
        8420
    ],
    "784": [
        "... woods themselves - that we have to search elsewhere.  He also rendered a few words of advice: that within the",
        8420
    ],
    "785": [
        "... Fell Wood, westwards always leads to safety, that the longer we wander the more lost we'll become, meaning",
        8420
    ],
    "786": [
        "... that we should leave and return if we become too befuddled, and that if we die here, we'll join the \"Restless",
        8420
    ],
    "787": [
        "... Dead of Fell Wood\" - the angry spirits of those lured to their deaths by ghost-lights.",
        8420
    ],
    "788": [
        "We asked the spirit we met in the Fell Wood about the missing Kyosti.  He told us that if we would extinguish the",
        8421
    ],
    "789": [
        "... ghost-lights and thereby put the Restless Dead of Fell Wood at ease, he would tell us what he knows.",
        8421
    ],
    "790": [
        "After we slew the will o'wisps, the hunter's ghost explained that we had given peace to the Restless Dead of Fell",
        31887
    ],
    "791": [
        "... Wood.  Many spirits, silent but grateful, appeared to give us thanks, and left their mortal remains in our",
        31887
    ],
    "792": [
        "... care.",
        31887
    ],
    "793": [
        "The spirit we met in the Fell Wood told us that Kyosti did not die there, but that he had seen a silent ghost",
        8422
    ],
    "794": [
        "... floating over its shallow grave west of the woods - could it be Kyosti?  The spirit said that if we went",
        8422
    ],
    "795": [
        "... there, the ghost might appear to us - we'll have to search the area between the Wandering Village and the",
        8422
    ],
    "796": [
        "... Fell Wood.",
        8422
    ],
    "797": [
        "We encountered one of the \"ghost-lights\" of Fell Wood.  It almost seems as if the things are attempting to lead",
        33454
    ],
    "798": [
        "... us to our deaths at the hands of natural snares and pitfalls.",
        33454
    ],
    "799": [
        "A dryad we met in the woods told us that she had seen a human woman taking children into her home.  The woman",
        8461
    ],
    "800": [
        "... lives west of the wood, in the wilderness between them and the Wandering Village.  We'd best go investigate.",
        8461
    ],
    "801": [
        "A dryad we met in the woods told us that she had seen Limha taking children into her home.  We'd best go",
        8462
    ],
    "802": [
        "... investigate.",
        8462
    ],
    "803": [
        "A dryad we met in the woods told us that she had seen Limha taking children into her home.  Since we've already",
        8463
    ],
    "804": [
        "... slain Limha, perhaps we should return to the village to see if the children have returned.",
        8463
    ],
    "805": [
        "A dryad we met in the woods told us of a path through one portion of the forest.  She said that when we reach a",
        37865
    ],
    "806": [
        "... pond to travel east, northeast, and then northwest.  This will take us to a creek from where we should go",
        37865
    ],
    "807": [
        "... northwest, northeast, and then southeast.  The dryad said that this path leads into the heart of the forest.",
        37865
    ]
}