{
  "153": "Wha-?  How'd you get in here?!",
  "154": "ARISE and KILL THESE INTRUDERS!",
  "470": "Kill!  Sound drum and kill!",
  "471": "Drum!  Me get drum!",
  "472": "Hit drums!  Kill foes!",
  "473": "Need find food.",
  "474": "Me hungry.",
  "475": "Kill human swine!  KILL!",
  "476": "You will fall before He-Who-Never-Sleeps!",
  "477": "RIDERS!  Riders to Trugnuk!",
  "478": "Gark hate you!",
  "479": "You no Trugnuk!  Die puny one!",
  "574": "UP!  Get up and attack!",
  "576": "Kill!  Kill them for food!",
  "580": "Me hungry.",
  "581": "Me hate orcs.",
  "582": "Stupid orcs get all food.",
  "601": "Wake up!  Kill the intruders!",
  "603": "Mmmmmph... *chomp* *chomp.*",
  "604": "Mmmm... dogs good eat.",
  "605": "* BURP *",
  "627": "No kill Pondmuk.  Pondmuk good.",
  "628": "Spiders good to eat.",
  "629": "Must clean out spider guts.",
  "1010": "Get up!  GET UP!",
  "1011": "Keep training SCUM!",
  "1012": "Ooof!",
  "1013": "* Grunt *",
  "1015": "Zzzzzzz...",
  "1016": "Guthma hungers.  Hurry up cleaning that meat!",
  "1262": "Shhhhh...  Quickly, follow me.",
  "1659": "Damned arm... hurts like the devil.",
  "1660": "Poor Brohn...",
  "1661": "Curse me for a fool for letting that goblin get close.",
  "1662": "Brohn didn't even see it coming...",
  "1664": "Where in the hells did those goblins come from?",
  "1665": "How fares your arm, Reig?",
  "1666": "Hope there's no other goblins about...",
  "1667": "How the goblins got to the docks, I'll never know...",
  "1668": "Where are the rest of the damned guards?!",
  "1669": "Iron Collar bastards...",
  "1670": "Damn fool goblins, thinkin' to torch me boat...",
  "1671": "Not so tough now, are ye?!  ARE YE?!",
  "1672": "Get back up again, I'll give ye some more!",
  "1673": "Me hammer's still cryin' fer goblin blood...",
  "1674": "Easy as goblin pie.",
  "1677": "Targos burn!",
  "1678": "Burn ships!",
  "1679": "Burn homes!",
  "1680": "Kill all!",
  "1681": "Lives for Caballus!",
  "1683": "Burn and kill!",
  "1684": "Destroy town!",
  "1685": "Caballus say burn town!",
  "1687": "Kill town-men!",
  "1770": "Aaaarrrgg!  Pondmuk save Pondmuk!",
  "1771": "Where are the rest of the Targos Guard?",
  "1772": "How did the goblins reach the docks?",
  "1773": "Goblins... there's goblins everywhere...",
  "2060": "I don't know how you got in here, but I don't even care.  Heh.",
  "2061": "I'm old, but not too old to take you snaps.",
  "2064": "I was taking swine like you back when your mamas were wiping you up.",
  "2065": "Gah!  You get out!  This my cook-room!",
  "2500": "AAAHHH!  YOU'RE INSANE!  SPARE THIS LOWLY BARGHEST WHELP!",
  "2506": "Wait!  Don't go into the warrens!  It'll be faster and safer to go through the main fortress gate!",
  "2757": "Aye.  I told ye their prices would go down.  Always do.",
  "2760": "Bah!  His morals ain't worth what a pig could spit!  BAHAHA!",
  "2806": "Away with yeh!",
  "2807": "Get out of me home!",
  "2810": "Hedron!  Heeedron!",
  "2811": "Filthy goblinzes!",
  "3038": "A little spit on these glasses will give 'em some shine...",
  "3045": "Keep it down, you drunkards!",
  "3052": "Who wants another round?",
  "3053": "So THEN she spits on me - full in the face!",
  "3054": "So then *I* say, 'well, 'twas just a QUESTION, lass...'",
  "3055": "...unless yer skirts tell a different tale!",
  "3062": "Ha!  And her face turns dragon-red, and she's looking fit to breathe fire!",
  "3063": "And that's when she reached for the bottle...",
  "3064": "And CRACK - smashed it across my face!  I still have the scar!",
  "3065": "So I say, calm-like, 'that doesn't answer my question, lass!'",
  "3066": "Ha-ha-ha-ha-ha!",
  "3067": "Nay!  She didn't!",
  "3068": "Ha!",
  "3103": "::Sigh::",
  "3104": "::Rolls eyes::",
  "3105": "Aieeeeeeeeeeee!",
  "3165": "We trapped.",
  "3166": "Must dig out.",
  "3167": "Soldiers come soon.",
  "3169": "Hssst!  Soldiers!  SOLDIERS!",
  "8117": "Get yer ass back on the boat!",
  "8118": "And where in the hells do you think YOU'RE running off to?!",
  "8119": "Get back on the boat this instant, ye idiot!",
  "8515": "I'm freezing my stones off here.",
  "8516": "The devils' own chill is coming down outta the North.",
  "8517": "Damn wind.",
  "8518": "A fire and a warm meal would suit me fine right now.",
  "8519": "Cursed crane!  What kind of shoddy construction is this?!",
  "8520": "I knew I shouldn't have accepted that contract with Ulbrec!  I knew it!",
  "8521": "Why did I ever agree to ship anything to this backwater town?!",
  "8522": "What have I ever done to deserve this?",
  "8523": "I'm just trying to make an honest living, and the Gods deny me even that!",
  "8524": "Hmmph.  About time that crane got fixed.",
  "8525": "See if I ever do business HERE again.",
  "8526": "Had to get help from a filthy mercenary of all things...",
  "8527": "What is the North coming to, when they can't even maintain their town?",
  "8528": "Shameful the way merchants are treated in this town.",
  "8539": "I got me a fine price for that lot, I can tell ye.",
  "8540": "Dum-de-dum-de-dum.",
  "8541": "Ahh... what a beautiful Northern sky.",
  "8542": "::Whistling::",
  "8543": "I wonder what would happen if I changed the gas to air mixture...",
  "8544": "Want a job done right, got to do it yourself...",
  "8545": "Loman!  Be careful with those boxes.",
  "8546": "Y-yes, Deirdre.",
  "8547": "Could have sworn we had more rope... then I could have hung Ulbrec with it.",
  "8557": "Jemeliah!  How many crates of Cormyrian brandy do we have left?",
  "8561": "Three.  We just sent one down to the Salty Dog.",
  "8568": "You gonna buy something or stand around with your mouth hanging open?",
  "8569": "Great, more mercenaries.",
  "8570": "Don't let me keep you if you're not going to buy anything.",
  "8571": "Even when the cowardly goblins fall back, fresh ones take their place.",
  "8572": "That fact did not escape me, Ragni.",
  "8573": "We should press the attack.  We cannot sit here and wait for them!",
  "8574": "And *where* should we carry the attack to?  Answer me that.",
  "8575": "Bah!  Ulbrec's scouts will find them!",
  "8576": "We shall see.  The fact they have not yet done so worries me.",
  "8577": "When they do, there shall be a reckoning.  I swear it.",
  "8578": "For now, they have fallen back.  It is the most we can hope for at the moment.",
  "8579": "The snows birth goblins... splintered forests of dead trees... a circle of teeth... ",
  "8580": "Screaming rivers silenced by wood and ice... a stone, a stone that beats like a heart...",
  "8581": "A raven eclipsed in red... a half-woman of wings and blood who hates her halves...",
  "8582": "Scaled forests of heat and green... a hand curled into itself... and the shadow... the shadow of the three-headed beast...",
  "8583": "Huh?  Zzznnzzzn.",
  "8584": "Kill me twenty orcs when I get out of this...",
  "8585": "Phew... the docks smell worse than the last time I was here.",
  "8586": "Zzznnzzn...",
  "8587": "Goblin head... must smash... Zzznnzzzn...",
  "8588": "Hrm.  Zzznn.  Ten-Towns...",
  "8589": "Why'd that bugbear have to... zzznn... hit me head?",
  "8590": "Hrm.  Hrrmm...",
  "8591": "Hang in there, Urbek.",
  "8592": "At least you're making more sense now than when you were awake.",
  "8593": "Urbek, there *are* virtues in dodging sometimes.",
  "8633": "Cold out, innit?",
  "8634": "Devil of a winter it's been.",
  "8635": "Make yourselves at home - pull up a chair, shake the chill off.",
  "8640": "Can I *help* you?",
  "8641": "What are you doing in here?",
  "8642": "Leave, before I summon the Guard to throw you out.",
  "8650": "::Weeping::",
  "8651": "- Donovan -",
  "8653": "- Where are you my love -",
  "10382": "I wonder if there's anything going on at the Palisade?",
  "10389": "I bet the goblins are attacking the Palisade right now!",
  "10392": "Wish ol' Shawford would hurry up and give me somethin' to do!",
  "10393": "I don't understand why they don't let me fire the catapult.",
  "10396": "Olap sure is grumpy today.  Just like yesterday.  And the day before that.",
  "11811": "Your incompetence baffles me.",
  "11812": "We will destroy the humans.  Trust me.",
  "11813": "I will destroy Targos.  Then my army will destroy you, Sherincal.  And your legion...",
  "16147": "::Hic::",
  "16148": "::It'sss been a looong time since I wasszhed up on Bremenz shorez...::",
  "16149": "::Jussst a loneleee ssssailor from Lusssssskan::",
  "16150": "::Loookin' fer me lonelee fisssshwife maid...::",
  "16153": "Damnable catapult!",
  "16154": "If only I had the right tools...",
  "16155": "'Make do, Caulder, make do!'  Hah!",
  "16157": "Got that hammer yet?",
  "16162": "I still need that hammer.",
  "16164": "Finally!  I didn't think it would ever work again.",
  "16166": "Damnable nails!  Not so smart now, are you?!  ARE YOU?!",
  "16169": "Oh my!  I hope I'm not in trouble...",
  "16171": "I was only looking at that shield for a few hours...",
  "16172": "I wonder where that captain is...",
  "16173": "There she is, good as new.  Better even!",
  "16174": "Let's see the goblins try to break through this!",
  "16175": "Sturdy as stone!  Me Da would be proud!",
  "16176": "Don't know how I'm going to fix *this.*",
  "16184": "No wood, no wall, no matter how you chop it.",
  "16185": "I'm an engineer, not a miracle worker!",
  "16186": "We're sunk if the goblins attack now...",
  "16187": "Where's my wood?",
  "16188": "I don't see any wood here yet.",
  "16210": "Get that crane fixed yet?",
  "16211": "I need that crane repaired... if you can't fix it, we're sunk.",
  "16299": "Use the spear to keep your distance!",
  "16302": "Keep at it, men!",
  "16316": "Thrust, *then* twist with the spear!",
  "16317": "Remember - that keg is a goblin!  Now, attack!",
  "16318": "Look, just *pretend* the keg's there, all right?!",
  "16319": "Did I *tell* you to stop?!  Stab the air if you have to!",
  "16320": "Keep at it, men!  Or else!",
  "16325": "::Hhrrg::",
  "16326": "::Hnnn::",
  "16328": "Hiiii-ya!",
  "16329": "::Nff::",
  "16330": "Uh... what now?",
  "16331": "Should... uh, we just attack the air?",
  "16332": "Good thing that keg's broke.  My arms needed a rest.",
  "16333": "Damn cold out here.",
  "16334": "That Northern wind's got some bite on it.",
  "16335": "Ulbrec's not paying me enough gold for this...",
  "16336": "If those goblins show, it won't be too soon.",
  "16340": "Dammit!  Missed again!",
  "16343": "The wind's twisting my arrows!",
  "16344": "Almost had it that time!",
  "16345": "Ha!  You'll never do it, Kadence.",
  "16346": "I don't think it's the wind as much as your aim that's causing you to miss the mark, Kadence!",
  "16347": "Oh!  Almost... if you weren't shooting at the moon!",
  "16348": "I can't believe we built the Palisade in four months...",
  "16357": "Sir!  The goblins are at the Palisade!",
  "16360": "Order the gate into town sealed!  Sound the alarm!",
  "16364": "Today... you are warriors.",
  "16365": "And as men, you will be called upon to defend your homes.",
  "16366": "And defend all of Targos against the horde.",
  "16367": "Many of you will be facing battle for the first time.",
  "16368": "Keep your spear in your hand, and courage in your heart.",
  "16369": "The walls of Targos shall not fall!",
  "16418": "Uhhhrhrrrrk!",
  "16820": "Yes, sir!",
  "16821": "I must warn Ulbrec and gather the town forces... I need you to report to the Palisade and drive those damned goblins back.  If Tempus grants us victory, then meet me back here after the battle.",
  "16822": "Everyone!  To arms!  To arms!",
  "17018": "Blast... where, *where* has it gone?!",
  "17019": "Where... what... what am I *looking* for?",
  "17020": "My hands... like... bone.  It's madness!",
  "17021": "A battle - come to my side, men!",
  "17022": "Hunting's been good this year, but the wild is thick with trolls.",
  "17023": "I think Suoma will have us move again within a month.",
  "17024": "Are we actually going to *hunt* something anytime soon?",
  "17025": "We should check the animal traps before the day's over.",
  "17026": "Jarkko and I were going to hunt white wolves in the Fell Wood - but then we sobered up!",
  "17027": "My wife's angry again - I might have to sleep on one of Venla's cots.",
  "17028": "It's cold - perhaps we should go stand by the village fire for a bit.",
  "17029": "The strangers in Suoma's dream have come - they're helping us even now.",
  "17030": "With Limha gone, our children are safe again.  We owe those strangers much.",
  "17031": "That evil spirit has left for good - we're in the strangers' debt.",
  "17032": "Did you hear about Carita and Leevi leaving?  So strange... poor Kyosti.",
  "17033": "It seems the strangers truly *were* the saviors whose coming Suoma foretold.",
  "17034": "These are dark times... dark times, indeed.",
  "17035": "I wonder where that Pairi's gone off to...",
  "17036": "Hmm... I'd best gather more herbs for next month.",
  "17037": "Those lazy hunters had best not be standing about outside the village again.",
  "17038": "Once those hides tan, we can trade them for grain and more nails.",
  "17039": "There aren't many arrows left - I should make more.",
  "17040": "Oh, Leevi... whatever will I do?",
  "17041": "I told you not to worry, Carita - I'll take care of things.",
  "17050": "Braston!",
  "17051": "Ennelia!",
  "17057": "Sweet Ennelia...",
  "17058": "You truly are heroes.  Thank you again, and farewell.",
  "17061": "Lah, lah, lah-lah...",
  "17062": "Trah, lah, trah-lah...",
  "17070": "So much to do today...",
  "17071": "That *should* be enough to last the rest of the month...",
  "17072": "I wonder if there's anything else I needed...?",
  "17083": "I'm gonna to be a hunter!",
  "17086": "I'm gonna kill all the trolls in the Cold Marshes!",
  "17087": "I'm gonna make my mother n' father so proud!",
  "17217": "Such a quiet little place...",
  "17220": "I would hate to see something horrible befall this peaceful village.",
  "17222": "Ah, so relaxing... I may have to stay here a while.",
  "17477": "Hmm, I should see to that lovely brew...",
  "17478": "I'll take some of this...",
  "17479": "...and a little of this...",
  "17480": "...and some - Agog!  Move your arm, you're in mother's way.",
  "17481": "...and into the pot with it!",
  "17482": "Mmm - that'll do nicely, yes...",
  "17484": "Bluh.",
  "17703": "*Hm-hm-hm!*",
  "17885": "Heed my warning... leave the Fell Wood!",
  "17886": "The Fell Wood is no place for the living...",
  "17888": "How will I impress Anja's father...?",
  "17889": "So quiet... so peaceful.",
  "17890": "Ahhh... this is my favorite clearing in the forest!",
  "17891": "I'm quite happy that mortals avoid these woods.",
  "17892": "Hey!  Ho!  Look at me!  I'm spinnin'!",
  "17893": "I'm spinnin'!",
  "17894": "Oer... I don't feel so...",
  "17906": "Fine... just ignore me, ya buncha' *dung worms!*",
  "17907": "You say something, boy?",
  "17908": "N-N-NO!",
  "18307": "Who are they?",
  "18308": "Protect the village!",
  "18310": "Wode, how much ye slaves cost?  I heard ye was cheated.",
  "18311": "Rothe leather... aboleth guts... 'tis the same bloody thing.  Who cares?!",
  "18315": "I don't think anyone has used that route for years.  It's crawling with hook horrors.",
  "18316": "Hrmph.",
  "18320": "Oh, what was his name, Valas?",
  "18321": "Indeed.",
  "18322": "Ha, ha, ha!  Myrvek, I believe Heggr doesn't enjoy our company.",
  "18332": "Their spider silk carpets are so soft one could wear them as a robe.",
  "18333": "VALAS!  HELP!",
  "18334": "::CRUNCH-CRUNCH::",
  "18335": "I *swear* that is what I heard, Myrvek.  Don't you *trust* me?",
  "18342": "Go on, then... into the cave!",
  "18343": "Ho-ho, keep to it! *Slay that dragon!*",
  "18346": "Impossible - they've defeated it!  Now we'll have to kill them...",
  "18347": "Silence, you *fool!*",
  "18636": "For the Legion of the Chimera, ATTACK!",
  "18742": "Of course, I was, Majrash.  I didn't spend all of my time in the school of divination for nothing.",
  "18743": "::CRUNCH-SLURP::",
  "18761": "Look lively, you worthless rothe.",
  "18762": "Eyes sharp... no one comes through that gate unannounced.",
  "18763": "Stop your fidgeting - you're a guard, not a bored child.",
  "18780": "Laduguer the Harsh is our protector and taskmaster.",
  "18781": "Laduguer taught us order and discipline...",
  "18782": "... to master ourselves and others, to cast aside weaknesses like pity and mercy...",
  "18783": "...to develop new abilities and forge items of fantastic power.",
  "18784": "When Laduguer turned to the shadows to seek power, his cowardly brothers abandoned him.",
  "18785": "They exiled Laduguer from his home to the great darkness below Acheron...",
  "18786": "... from where he watches over and commands us.",
  "18808": "Hahr harakash...",
  "18809": "...musha kham hata?",
  "18810": "...rosha harom...",
  "18811": "Mohosha!  Kar karam mo kasta...",
  "18812": "Zug-zug!",
  "20459": ".:Casts Word of Recall:.",
  "20710": "Something must be done about Aruma.",
  "20711": "I do not trust Dolon.",
  "20712": "For the first time, we require the help of outsiders...",
  "20719": "Our scouts are en route to the Severed Hand.",
  "20720": "We will find out what's happened to the archimandrite shortly.",
  "20727": "I wonder what has become of Aruma and Dolon...",
  "20770": "No, no - like *this.*",
  "20771": "Use your hips, not your shoulders.",
  "20772": "Yes, well done.  Continue.",
  "20773": "*Ha-HNH!*",
  "20774": "*HAI!*",
  "20775": "*Hanh!*",
  "20807": "But... have I done wrong, Dolon?",
  "20808": "No, no - of course not.",
  "20810": "Then... why do I feel...",
  "20811": "Hush, my Aruma.  Ormis abandoned you here, but it's no matter...",
  "20812": "...you've run the monastery as well as he ever did.",
  "20829": "Oh, no.",
  "20830": "Oooo yeah!",
  "21181": "Rahhhhrrrr-  ::Cough::  ::Cough::",
  "21508": "So *boring* down here...",
  "21509": "::Yawn::",
  "22976": "Perhaps they are bringing more 'gifts' to Isair and Madae.  We can put an end to that, can't we?",
  "22977": "Let us end them, then we can take care of the gnomes and their wretched airship.",
  "22994": "All be silent and still!  Mighty and venerable Ojaiha of the Gleaming Scales is here!",
  "22995": "Well, well.  I didn't believe you when you told Master Tan, Mirabel, but here they are.",
  "24079": "10",
  "24080": "9",
  "24081": "8",
  "24082": "7",
  "24083": "6",
  "24084": "5",
  "24085": "4",
  "24086": "3",
  "24087": "2",
  "24088": "1",
  "24096": ".:Casts Plane Shift:.",
  "24535": "Listen, my children.  As I stand in the shadow of the idol of Sseth, so do you stand, reflected in the eyes of the great serpent.",
  "24706": "And through me, Sseth knows!  He sees your suffering!  He tastes your hunger pangs, the dryness of your mouths!",
  "25005": "To arms!  To arms!  Slay prisoners now!",
  "25007": "Master!  The enemy is about to take the bridge!",
  "25008": "Very well.  If our forces cannot hold the bridge, then neither shall the enemy.  Order the ogres to destroy it.",
  "25009": "I must return to the fortress and report the loss to Sherincal!",
  "25010": "You heard the master, destroy the bridge!",
  "25011": "Rat unit!  To arms!",
  "25012": "Hawk unit!  Snake unit!  To arms!",
  "25013": "Snake unit!  To arms!",
  "25014": "Rat unit!  Hawk unit!  Snake unit!  All units to arms!",
  "25583": "Praise and glory to Sseth!",
  "25584": "Yes!  Glory to Sseth... and praise... and *utter* devotion.  Just as the serpent swallows whole its prey, so too must you submit completely to the will of our great lord!",
  "25585": "We hear and obey, great and venerable Ojaiha!",
  "25586": "I am great in the eyes of Sseth!",
  "25587": "As the wretched humans of Mezro creep and poke through our jungle, I know how you long to slay them.  I *know*, my childen.  I know!",
  "25590": "I am warm in Sseth's embrace!",
  "25591": "I would throw myself into the fangs of Sseth for his sake!",
  "25592": "We are great in the eyes of Sseth!",
  "25594": "We will throw ourselves into the fangs of Sseth for his sake!",
  "25595": "May the horror of light pass over you.  May the peace of night embrace you.",
  "25596": "We are warm in Sseth's embrace!",
  "25619": "See how Kashzrael turns to the side when I dip my blade?  It is exactly as I intended.  He leaves himself open here and *here*!",
  "25620": "Lower your arm or the next swipe at your gut will penetrate it!",
  "25621": "Observe, students.  Note my form and the form of Kashzrael.  Learn the fundamental differences between the Old Hand and Snake Blade styles.",
  "25726": "This badly damaged sign is barely legible, but by filling in the missing text you are able to determine its writing:  \"By order of his greatness, High Priest Thorasskus, you are hereby ordered to proceed no further and exit these premises immediately.  This will be your only warning.",
  "25727": "You are unable to determine what is written on this badly damaged sign, but it appears to be some type of warning.",
  "25728": "HELP, SAABLIC TAN!  KRATUUK FEARS THE ABYSS!",
  "25763": "Kill lich!",
  "25777": "* Snort *",
  "25842": "The hand motionsss can be modified slightly, but take care not to let the left hand dip to the ssside.  It isss a subtle difference between Alcaman'sss abjuration somatic and Fasdul'sss advanced necromatic preparations.",
  "25843": "Alwaysss prepare your reagentsss in a clean environment.  While the relative 'purity' of your componentsss cannot reasonably affect the casssting of your spells, mixed reagentsss can make spellcasting impossible.",
  "25844": "The shaping of the weave is a complex processss that, paradoxically, requiresss both intense concentration and mental detachment.",
  "25845": "The shape of Gammock's Star is complex.  Thayans like Jadra Kaan and Sepitius the Elder attempted to create a 'shortcut' through the complex patternsss, reducing the somatic elements of many invocation spellsss.  Their short sighted theory did not hold under duressss.",
  "25846": "Watch closssely, studentsss.  Alcaman'sss theoriesss on abjuration are not without flaw, but they still contain much wisdom.",
  "26651": "What th-?",
  "26652": "What we doing here?",
  "26654": "Dumb mage!",
  "27191": "Intruders!  Kill them at once!",
  "27328": "MY BODY IS DAMAGED.  I REQUIRE MAINTENANCE.",
  "27330": "THE MASTER REQUIRES MAINTENANCE.",
  "27331": "THE MASTER'S BODY IS DAMAGED.  THE MASTER REQUIRES MAINTENANCE.",
  "27332": "I WILL ATTACK.",
  "27333": "I WILL DESTROY.",
  "27334": "I RETURN TO THE MASTER.",
  "27335": "I CANNOT FIND THE MASTER.",
  "27336": "MAAASTEEERRR...\" *gurlge*",
  "27339": "We've had enough of you, wizard!  Send us back!",
  "27340": "You are going nowhere!  *This* is your final destination, evil spawn!  You'll corrupt innocent souls no longer!",
  "27341": "Tough talk for a man with destroyed apprentices and no more spells.  Return us now, or die miserably!",
  "27342": "I... I... no - I have *one* final spell card left to play.  Allies, heed my call - I summon thee!  I SUMMON THEE!",
  "27343": "Friends, forgive my intrusion, but I must call in that favor.  Please slay the fiends I've trapped in this level, and the stairway leading to the painting will return you to the Fields of Slaughter.",
  "27520": "A landslide has blocked the pass.  It appears to have been deliberately caused.  You see the bodies of goblins among the rubble.",
  "27523": "...and let your heart swell with his divine hate!  For in his hate, you  will find chaotic clarity...",
  "27524": "...hate thy neighbor, for he hates you more!  So sayeth Iyachtu Xvim...",
  "27525": "...turn to the slime standing next to you and strike them - as hard as you can!  Now tell them how much you hate them, how much you despise them!  Blessed are those who hate in Iyachtu Xvim's name...",
  "27533": "Please, spare me!",
  "27534": "I surrender!",
  "27535": "Spare me, kill me, I'll hate you either way.",
  "27563": "Hmmm...  Sprawg say... no, wait... grrrr...",
  "27564": "I was told there would be no math.",
  "27565": "Sshh!  Sprawg is thinking...  this may take a while.",
  "27566": "'Join the Legion of the Chimera,' they said.  'See the world,' they said.",
  "27567": "...huh!?  Wha...?  TRUE!  No, I mean FALSE!  What was the question?",
  "27594": "Now I must recruit another student.",
  "27595": "I want to see each of you bleed!  Don't hold back this time!",
  "27596": "I don't have a place left on my body to bruise.",
  "27598": "I think I lost all feeling in my face...",
  "27599": "Show me your hate!",
  "27602": "Through my hate, I've found organized chaos.  Blessed is the hateful heart.",
  "27603": "My pain ignites my hate.  My hate is focused on my enemy.  My focus is to destroy my enemies.",
  "27610": "Stillness of mind...  balance the elements",
  "27611": "Maintain balance and the body will follow.",
  "27612": "Oooaaahhhmmm...!",
  "27613": "Gentle as the breeze, yet deadly as the tornado.",
  "27614": "I join you, oh Ilmater, in your suffering...",
  "27615": "I am one with thee, oh Ilmater",
  "27616": "Thank thee, oh Ilmater, for thine divine guidance.",
  "27618": "Hundreds of spiders the size of your head crawl over your body.  Each one has barbed tentacles spewing forth from their maws, slashing and cutting into your delicate, mortal flesh... ",
  "27619": "You cannot move.  You are in pure darkness, yet you feel the hateful stare of something angry... and hungry.  You hear it coming closer to you, sliding its heavy feet on the cold, stone floor. You can hear it rapidly clattering its teeth in anticipation...",
  "27623": "The spiders are coming! The spiders are coming!",
  "27624": "Mmmmm! The sweet, sweet taste of mortal fear...",
  "27634": "They come!  Seal the pass!",
  "28170": "This bridge sure is creaky.",
  "28171": "I wonder how far that crack goes down.",
  "28172": "I bet the goblins are planning another attack right now!  Stupid goblins!",
  "28173": "I never realized how slow adventurers were.",
  "28176": "This gate sure took a beating.",
  "28177": "If I had the strength of an ogre, I'd rip up one of these poles and use it as a club.  Rharrr!",
  "28178": "Wonder why everybody looks so grim.",
  "28179": "If those goblins attack again, we're gonna wipe them out!",
  "28203": "What th-?!",
  "28204": "By the gods!  It's a doppleganger!",
  "28205": "What the hells is happening to Garradun?!",
  "28767": "Get them, you fools!  Get them!",
  "28791": "Take it outside!",
  "28792": "Go on!  Hit 'em!",
  "28793": "Ha!  That's the spirit!",
  "28897": "- Isair come it is time to eat -",
  "28898": "- Gather your sister -",
  "28899": "- Come Madae do not linger -",
  "28900": "- Someone may see you -",
  "28902": "Hands bound and folded in prayer, this statue of the god of suffering, Ilmater, is covered in filth and blood.  It looks as if it has been intentionally desecrated.  Only a priest of Ilmater could cleanse it again - once the Glen has been cleansed of undead.",
  "28903": "Now that the undead in the Glen have been laid to rest, this statue of Ilmater, its hands bound and folded in prayer, watches silently over the graveyard.",
  "29189": "Praise Lathander, at *last* - a chance to test my skills!",
  "29192": "Death to Kuldahar and all who defy the will of the Cold Goddess!",
  "29204": "Sherincal!  I was a-",
  "29205": "Dear Illium, when I said to keep all intruders away from The Wall, I did mean ALL.  I've been observing this situation from above, so spare me your excuses.",
  "29222": "It will not happen again.  She was j-",
  "29223": "Your failure will cost you the life of your mate - her reckless humanity offers nothing but liability.  Next time I'll NOT be as generous.",
  "29224": "No!  No, you cannot - you would not - S-",
  "29225": "Now, as for this pile of refuse...",
  "29268": ".:Casts Earthenport:.",
  "29428": "Get them!  Wipe them out!",
  "30281": "Wut make noyze?!  Who out dere?!",
  "30913": "Mode activated.",
  "30914": "Mode deactivated.",
  "30915": "No mode selected.",
  "30916": "Temple Maintenance selected.",
  "30917": "Inner Sanctum selected.",
  "30918": "Battle Square selected.",
  "30919": "All devices functioning normally.",
  "30920": "Prism damage detected... repairing... repairs complete.",
  "30923": "Begin contest.  Obtain three consecutive squares for victory.  Obtain three, four, five, six, or seven squares at time of victory to achieve levels one thru five of current rank.  Achieve all of its levels to complete current rank.  Complete all ranks for Battle Square mastery.",
  "30924": "Rank one selected.",
  "30925": "Rank two selected.",
  "30926": "Rank three selected.",
  "30927": "Rank four selected.",
  "30941": "Select destination square.",
  "30943": "Defeat opponent within 60 seconds to obtain square.",
  "30944": "Square obtained.",
  "30945": "Square lost.",
  "30946": "Victory!",
  "30947": "Defeat!",
  "31387": "Twenty seconds.",
  "31388": "Ten seconds.",
  "31389": "Five.",
  "31390": "Four.",
  "31391": "Three.",
  "31392": "Two.",
  "31393": "One.",
  "32047": "Over this way! Hurry!",
  "32099": "Incoming!",
  "32169": "Alright, listen up.  I've been informed by Captain Pudu that a party of adventurers is on their way to the Hand.  Under no circumstances are they to be allowed entry!",
  "32170": "After this meeting you are to return to your units and put them on full alert.  I want extra guards placed at the entrance, and walking the corridors as well.",
  "32171": "Now, as for the descriptions of the adventurers, they are as follows...  By the powers!  That's them!  Slay them!",
  "32190": "Gather around!  Today we will learn about human anatomy and where to strike best in combat!",
  "32191": "I will demonstrate using these slaves.  We will start with a thrusting attack to the chest, which will effectively shatter the heart...",
  "32192": "What's this, more students?  No...  I recognize you!  Slay these intruders!",
  "32199": "Ennelia! Where are you?",
  "32472": "We're sorry!",
  "32473": "We didn't mean to crash your ship!",
  "32474": "Don't kill us!",
  "32475": "Save us great Auril - save us!",
  "32476": "We surrender!",
  "32567": "Where are you going?",
  "32568": "Come back here.",
  "32698": "You feel a slight breeze coming from the southeast corner of this room.",
  "33185": "Ah.  Dinner is served at last... ",
  "33404": "Oh my...  Oh my...  Captain Pudu's coming!  Must get this place tidy!  Busy Bisbe, indeed...!",
  "33405": "I hate you.  You hate me.  Xvim will kill society.  Hehe!  Oh Bisbe, you're so clever - clever, clever, clever!",
  "33598": "...no improvement...",
  "33601": "...subject's musculature continues to degenerate...",
  "33602": "...subject's carapace remains weak...",
  "33603": "...subject's metabolism remains slothful...",
  "33623": "Fall back, men.",
  "33750": "AIEEE!!!",
  "33751": "* HUFF * * PUFF * * HUFF * * PUFF *",
  "33959": "I'll eat your soul!",
  "33960": "Embrace my darkness so you may relish in my minions nipping at your tender flesh!",
  "33961": "Each cut I dig into you feeds my skin!",
  "33962": "No!  I'm of Bane's blood!  You cannot defeat me!",
  "33963": "I AM IYACHTU XVIM!  I AM IMMORTAL!  NOOOOO!",
  "34096": "My life... is... slipping...away.",
  "34108": "*He-help...* *p-p-please...*",
  "34109": "*Ugggghhhhhh!*  I...am Yurst.  Cap-Captain.  Pl-please he-help.  They're... ki-killing... me.",
  "34110": "Giants... killing... me.  Help... p-please.",
  "34111": "*The p-p-pain!*  *It's... un-b-bearable!*",
  "34234": "You've saved us!",
  "34271": "The protrusions on the back of this remorhaz flare up, as if lit by flint on steel, as you draw near.",
  "34279": "Mode currently under development.",
  "34484": "FOR TEMPOS!!!",
  "34485": "BRAAAAAAAGH!!!",
  "34486": "I AM INVINCIBLE!",
  "34487": "Look at me, I'm a crazy frothing berserker!",
  "34488": "Grrr... RAR!",
  "34489": "Tempos calls for battle...",
  "34573": "Every party member needs an Iyachtu Xvim Holy Symbol to teleport.",
  "34586": "Desecrators!  Yuan-ti, attack!",
  "34767": "Help!",
  "34768": "Anybody out there?  I'm in here!",
  "34769": "Hello...?  Anyone...?  B-W?  Anyone at all...?",
  "34840": "Thank the Gods you were here!",
  "34866": "If ye want to trade, talk with us... but keep out of our goods or ye're asking for an axe in the arse.",
  "34992": "Mandal's soul led us to the room where he threw Nheero's modified mandrake root before he died, and we found it there.",
  "35014": "You found the remains of Mandal Graye, Nheero Fhutma's traveling companion.",
  "35060": "We have found the room where the yuan-ti make their histachii brew.  Now we need to replace the mandrake root they use in the process with Nheero's modified version.",
  "35061": "We have replaced the mandrake root used in the process of making the yuan-ti histachii brew with Nheero's modified version.  Now we need to wait until the weaker version of the brew is made.",
  "35062": "The weaker version of the histachii brew has just been created.  Now we need to replace the modified root with the original one to maintain the deception.",
  "35310": "Please, *lisssten,* studentsss.  I ssspeak, yet you do not ssseem to hear me.",
  "35311": "I *beg* you... let this young priessst return to more important duties.  *Learn* the challenges.",
  "35312": "Lisssten to me... please... simply *learn* the challengesss, and I... I... I will not be forccced to snap your necksss.",
  "35313": "Sseth tries my ssspirit with thessse warmbloods...",
  "35375": "Go now!  I wait for you to get to safe distance!",
  "35376": "Go!  Hurry!  Faster!!",
  "35377": "WAIT!  WAIT!",
  "35385": "Soul - free...  Thee - I thank - I thank.",
  "35386": "Follow...",
  "35387": "Snakes - down below...  Poisoned...!  Sword I drop...  Sword I lose...  Sword you found.",
  "35388": "Poisoned...!  Dying...  Evading...  Here I stop - toss root over top of stone...  Root - snakes no find...  Nheero - safe.",
  "35389": "Poisoned...!  Dying...  Evading...  Here I stop...  Ball - no stop...  Rolling...  Crushing...",
  "35390": "Dying...  Dying...  Dying...",
  "35439": "This fountain contains clear, fresh water suitable for drinking.  Streaks of evaporated wyvern's poison can been seen on the basin exterior.",
  "35440": "Almost instinctively you pour the flask of wyvern's poison into the pool, transforming the once fresh water into a vile liquid.",
  "35442": "As you reach for one of the candles on this shelf you realize that they're not real, and in fact are part of the shelf itself.  There's a subtle click as the shelf lowers slightly before returning to its original position, and you hear the sound of something falling in the distance.",
  "35458": "As you approach the archway Sseth's Eye suddenly stares at you and you begin to feel the overwhelming compulsion to walk away from it.",
  "35581": "Erif i aws.[\"I saw fire.\" reordered and scrambled]",
  "35583": "Aws i eic.[\"I saw ice.\" reordered and scrambled]",
  "35584": "Aws i tyreiccleit.[\"I saw electricity.\" reordered and scrambled]",
  "35585": "Dica aws i.[\"I saw acid.\" reordered and scrambled]",
  "35586": "Ni gicam esu.[\"Magic in use.\" reordered and scrambled]",
  "35587": "Shrrace trepens.[\"Archers present.\" reordered and scrambled]",
  "35588": "Em phle![\"Help me!\" reordered and scrambled]",
  "35589": "Yemen detptos.[\"Enemy spotted.\" reordered and scrambled]",
  "35590": "Eben v'ie denoipos![\"I've been poisoned!\" reordered and scrambled]",
  "35592": "Yemen dhenid.[\"Enemy hidden.\" reordered and scrambled]",
  "35593": "Detptos ondem![\"Demon spotted!\" reordered and scrambled]",
  "35594": "Loeh ni erif het![\"Fire in the hole!\" reordered and scrambled]",
  "35595": "Omsmuns detptos.[\"Summons spotted.\" reordered and scrambled]",
  "35596": "Em vadoi.[\"Avoid me.\" reordered and scrambled]",
  "35597": "Meti Ularti.[\"Ritual time.\" reordered and scrambled]",
  "36309": "Come and get your food rations - you ungrateful sods!",
  "36529": "Thank you for holding the Palisade... without you, we would have been overwhelmed.",
  "36573": "You not only served on Targos walls ... you were Targos' walls, and I thank you.",
  "36574": "Your efforts here honor Targos' fallen.",
  "36575": "You have served with distinction and valor.",
  "36576": "Shawford speaks highly of you... a rare thing.",
  "36577": "With you by our side, the horde won't try to take Shaengarne again.",
  "36578": "Let us hope the goblinoids learn the lesson you taught them at Shaengarne.",
  "36579": "If all of our mercenary companies had your spirit, this war would be won.",
  "36580": "Your arrival has proved to be a blessing for us all.",
  "36581": "Good fortune at the fortress - may your blades drink deep of goblin blood.",
  "36582": "Every day, you drive another hole in the horde's defenses.",
  "36583": "With you by our side, the horde will fall.",
  "36584": "You have reversed our fortunes, not once, but twice.",
  "36585": "You've saved us - the strength of the horde is broken.",
  "36586": "Your efforts in our defense will not go unrewarded.",
  "36587": "You are truly our saviors... thank you for all you've done.",
  "36588": "With the destruction of the fortress, you have saved us three times over.",
  "36589": "Your heroism at the Palisade is a light of hope in these difficult times.",
  "36590": "Your stand at the Palisade saved all of Targos - thank you.",
  "36591": "The horde cannot hope to match your bravery at the Palisade - they are already defeated.",
  "36592": "Thank you for slaying that goblin sorcerer at the Palisade - it will be some time before they can gather for another attack.",
  "36593": "You defeated three times your number in goblins at the Palisade... all of Targos thanks you.",
  "36594": "Be careful at the fortress and return safely to us.",
  "36595": "If there is anything I may help you heroes with, please let me know.",
  "36596": "The horde fortress walls cannot stand against you.",
  "36597": "You have slain the heart and strength of the horde - it will be some time before they trouble us again.",
  "36598": "If you are going to the Western Pass, be careful.",
  "36599": "All of Targos is in your debt, heroes.",
  "36600": "I heard about your actions on the Palisade - without you, Targos could have fallen.",
  "36601": "Please, let me know if I can help you with anything.",
  "36602": "I heard about your heroism at the Palisade - are there any supplies you need?",
  "36603": "Glad to hear you taught those Shaengarne orcs a lesson.",
  "36604": "If you need any more supplies after the fighting at Shaengarne, please let me know.",
  "36605": "After the fighting at Shaengarne, you're always welcome here.",
  "36606": "I hear Shaengarne river is free again - thanks to you.",
  "36607": "I'm not sure I like the way Ulbrec sends you into danger, especially after your defense at the Palisade.",
  "36608": "You're very brave to take the battle to the goblin fortress.",
  "36609": "Did that fool Ulbrec send you on another suicide mission?!  You're too valuable to waste!",
  "36610": "If Ulbrec's orders end up getting you killed, he'll catch the hells from me!",
  "36611": "I can't believe you stormed the fortress and killed their leader!  Amazing!",
  "36612": "Targos is blessed to have heroes of your caliber.",
  "36613": "I'm glad you put the goblin leader in his grave - that filthy bastard deserved no less.",
  "36614": "I hope Lord Ulbrec will give you a *break* now after your heroism at the fortress.",
  "36615": "Thank the gods you were here when the goblins attacked, or we'd all be corpses.",
  "36616": "I lost several friends at the Palisade - I'm glad you made the goblins pay the price.",
  "36617": "Your defense at the Palisade has saved all our hides.",
  "36618": "I hear the Shaengarne River's running thick with orc blood - warms my heart.",
  "36619": "I've heard of the fighting at Shaengarne - well done, friend.",
  "36620": "Your stand at the bridge gives me hope for the future.",
  "36621": "Watch yourself at the Fortress - without you, we're lost.",
  "36622": "Take care - those goblins won't go down without a fight.",
  "36623": "If all the mercenaries in Targos had your spirit, we would have driven back the goblins long ago.",
  "36624": "Guthma's dead, and the heroes have returned!  Targos is saved!",
  "36625": "You taught those goblin bastards a lesson!",
  "36626": "Your bravery in Targos' defense will not be forgotten.",
  "36627": "I'm surprised that the Palisade even needed walls the way you defended it - well done.",
  "36628": "If they had mercenaries such as you defending the town, why did they even need a Palisade.",
  "36629": "You could build a new Palisade out of goblin bodies, if you wanted - well done.",
  "36630": "I heard about your stand at the Shaengarne dam - well done.",
  "36631": "I can't believe you were able to drive those goblins from Shaengarne - an amazing feat.",
  "36632": "I'm not sure I like the way Ulbrec sends you into danger, especially after your defense at the Palisade.",
  "36633": "You're very brave to take the battle to the goblin fortress.",
  "36634": "Did that fool Ulbrec send you on another suicide mission?!  You're too valuable to waste!",
  "36635": "If Ulbrec's orders end up getting you killed, he'll catch the hells from me!",
  "36636": "I heard you killed the goblin leader - you'll always have a place in my inn.",
  "36637": "It's cold out - but not as cold as Guthma is in his GRAVE.  Ha!",
  "36638": "Your efforts at the Palisade were heroic, indeed.",
  "36639": "Well done on your efforts at the Palisade.",
  "36640": "Your victory at the Palisade shall give Targos strength in these dark times.",
  "36641": "I heard you retook Shaengarne from the horde - well done.",
  "36642": "Your adventures at the dam are giving Targos hope of victory.",
  "36643": "If you keep pressing the horde as you did at Shaengarne, they shall fall.",
  "36644": "Be careful at the goblin fortress.  The goblins are numerous, and it may require some stealth to defeat them.",
  "36645": "We appreciate all you have done for us - please be careful at the Fortress.  We cannot afford to lose you.",
  "36646": "If there is anyway we can help you heroes, let us know.",
  "36647": "Your victory over Guthma proves you have a hero's spirit.",
  "36648": "Well done - your victory over the horde at the fortress may have saved Targos and the Ten-Towns.",
  "36651": "CHARGING.",
  "36652": "Your coming here has proved to be a blessing for us all.",
  "36653": "I can't believe the way you drove those goblins from the Palisade!  'Die, goblin!'  'Aieeeeee!'",
  "36654": "I wish I could have fought alongside you at the Palisade - then I could be a hero like you!",
  "36655": "I bet I could be really helpful if you'd let me come with you, then I could be a hero, too!",
  "36656": "I heard you fought the orcs all the way to the dam!",
  "36657": "You killed a ton of orcs and evil priests, didn't you?!",
  "36658": "Did you fight any boars or snakes?  If you did, I bet you chopped them up!",
  "36659": "If you let me come with you, I could try and help you at the fortress!",
  "36660": "It's not fair.  You get to go to the goblin fortress, and I have to stay here.",
  "36661": "You are the greatest heroes Targos has ever seen!  Everyone says so!",
  "36662": "I knew those goblins were no match for you!",
  "36663": "Did you really stab Guthma to death right in his own fortress?!  Tell me!",
  "36664": "You are the greatest heroes ever to come to Targos!",
  "36665": "...!!",
  "36716": "We could build another Palisade out of the goblin bodies you've slain.",
  "36717": "I wish all our mercenary companies had your courage.",
  "36718": "Your bravery at the Palisade is an example to us all.",
  "36719": "Did you kill any more goblins?",
  "36720": "I'll bet the horde won't try to take Shaengarne again.",
  "36721": "You sure taught the horde a lesson at Shaengarne.",
  "36722": "Thanks for stopping those goblins at the dam.",
  "36723": "The Shaengarne is running with orc blood, thanks to you.",
  "36724": "Good fortune at the fortress - may your blades drink deep of goblin blood.",
  "36725": "We appreciate all you're doing for us - thank you.",
  "36726": "Every day, you drive another hole in the horde's defenses.",
  "36727": "With you by our side, the horde will fall.",
  "36728": "You've saved us!  The horde is broken!",
  "36729": "Guthma is dead!  The beast is dead!",
  "36730": "You have saved all our lives!",
  "36731": "We heard about you slaying Guthma - the horde'll scatter now!",
  "36732": "The gods be blessed!  You've saved Targos!",
  "36733": "You are our saviors... thank you, thank you for everything.",
  "36802": "High Priest Thorasskus, Izbelah has been captured but died last night and... there's been a... situation...  I may require your assistance...",
  "36803": "Rise, my faithful warriors... RISE and face your king.",
  "36804": "Yes, Master?",
  "36805": "Bring me the head of High Priest Thorasskus - whatever form it's in.  Burn anything that gets in your way.",
  "36806": "Yes, Master.",
  "36825": "Oh!  Like an avalanche does my soul fall upon the ground...!  I - Perhaps I'll request a *private* meeting with him in the morning.",
  "36847": "The End!",
  "36850": "I REQUIRE MAINTENANCE.",
  "36851": "Friends, thou hast gathered here today to pass judgment upon this one from above labeled High Sorceress Izbelah.  With no regard to Nature's Order, she attempted to curb the boil of magma and the flow of lava with twisted magic.",
  "36852": "What?!",
  "36853": "Outrageous!",
  "36854": "Kossuth will punish us!",
  "36855": "Silence...please... Izbelah, how do you plead?",
  "36856": "I answer to my self, my priest, and my God only, and in that order.  Release me NOW or incur the wrath of all three!",
  "36857": "Is there no council on thy behalf?",
  "36894": "Why are we not all here?!  We have shamed ourselves before Sseth!",
  "36895": "Return to your posts - there shall be no more rituals until the ones absent have been punished in Sseth's embrace!",
  "36913": "Eh?  What is this?!  Intruders!  Intruders in the temple!",
  "36914": "Stay away from there, initiate.  You are not permitted to open those.",
  "36977": "Say it isn't so.",
  "36978": "Guilty!",
  "37677": "Guards!!  Guards!!",
  "37769": "Oh!  Villain!  Such treachery shatters my frozen spirit!  I am slain!",
  "37842": "So... at last you've returned.  My patience - and that of my masters - was almost at an end.",
  "37843": "Maralie, come with me - into the airship now.",
  "37844": "Who's that?  He's awful big.  And snouty.",
  "37846": "When I see you again, I will have your corpses carry the banner of the Chimera as they march on the Ten-Towns.",
  "38541": "VENOMIN!  Your ordersss did *not* include murder!  I will deal with thisss problem... *then* I will deal with you.",
  "38690": "To open locked doors or containers, select the attack cursor and attack the locked object, or pick the lock by selecting the thief skills button and clicking on the door or container.",
  "38691": "Some objects may be trapped.  To detect traps, simply select the \"search\" button and wait - if detected, the trapped object will be highlighted in red.  To disarm a trapped object, select the thief skills button and click on the trapped object.",
  "38707": ".:Casts Teleport Without Error:.",
  "38708": "TOUCH CHARGE ATTACK READY.",
  "38709": "PULSE CHARGE ATTACK READY.",
  "38710": "BOLT CHARGE ATTACK READY.",
  "38711": "STATIC FIELD ATTACK READY.",
  "38779": "Summon me again when you are not in the midst of battle.",
  "38786": "I'm feeling better, I am.",
  "38787": "What are ye stickin' round here for?",
  "38788": "Damn yuan-ti...",
  "38789": "::Hhrnnn::",
  "38790": "::Ennh::",
  "38791": "Damn yuan-ti...",
  "38792": "Good t'hear me boy's all right.",
  "38793": "Thank you for finding Sheemish.",
  "38794": "Did Sheemish say how long he'd be?",
  "38795": "Where could Sheemish be?",
  "38796": "Haven't heard a word from him...",
  "38797": "Damn snakes, threatenin' the town...",
  "39364": "I have found you guilty of the murder of an Enclave member, Cedrin.  For that, you shall pay with your life!",
  "39384": "Ah!  It's about time the food got here.",
  "39391": "By the Goddess!  What is going on here?",
  "39392": "Stop, thief!",
  "39393": "Now my chance.  Moon healer distracted.",
  "39544": "You break the log free from the rocks on this side of the river.",
  "39553": "Are there any more wights out there?",
  "39554": "Was that half-orc a friend of yours?",
  "39555": "Uncle Oswald says he doesn't know any gnome wights.",
  "39556": "Maralie, look, the wights will NOT come in here.  I think.",
  "39557": "Neh-heh-heh - yeh made finally it!  Now hold fast there... I don't want yeh bumblin' around and accidentally wakin' up those guardian golems.",
  "39558": "Are those wights dead?  I mean, dead for the second time.",
  "39559": "Who was that half-orc with the shield and the mace?",
  "39937": "Heavens - what was I thinking?!  *All* of us don't need to sit around waiting for my Mending spell to complete.  Why don't you go on without me to find another route through the Western Pass.  I'm sure we'll meet again once I've taken flight.  Goodbye, and good luck.",
  "39938": "WHAT'S THIS?!  EAVESDROPPING ON *MY* CONVERSATION?!  THAT WAS YOUR *LAST* MISTAKE!",
  "40131": "May Waukeen bless your path with gold!",
  "40132": "Are there still goblins out there?!",
  "40133": "As soon as this battle is over, I'm leaving Targos for good, penance be damned!",
  "40134": "Do you need healing?  If not, get out there and kill some goblins!",
  "40135": "I have no idea what possessed Quinn to send me *here.*",
  "40136": "Hmmmph.",
  "40137": "Those goblins won't be foolish enough to attack again... I hope.",
  "40138": "If I have to heal one more case of frostbite, I'm leaving town.",
  "40931": "Rank five selected.",
  "40932": "Rank six selected.",
  "40933": "Rank seven selected.",
  "40934": "Rank eight selected.",
  "40935": "Rank nine selected.",
  "40936": "Rank ten selected.",
  "40937": "Level one of current rank complete.",
  "40938": "Level two of current rank complete.",
  "40939": "Level three of current rank complete.",
  "40940": "Level four of current rank complete.",
  "40941": "Level five of current rank complete.",
  "40942": "Rank complete!",
  "40944": "<PLAYER1> - Battle Square Master!",
  "40945": "<PLAYER2> - Battle Square Master!",
  "40946": "<PLAYER3> - Battle Square Master!",
  "40947": "<PLAYER4> - Battle Square Master!",
  "40948": "<PLAYER5> - Battle Square Master!",
  "40949": "<PLAYER6> - Battle Square Master!",
  "40957": "Loss of contest inevitable.",
  "40965": ".:Casts Orrick's Soul Devourer:.",
  "40971": "The bridge to the west looks as if it was recently destroyed.  With enough lumber, you might be able to repair it.",
  "41016": "DAMN!  Am I good or *what?!*",
  "41026": "Necromancers, come hither!  Your lady calls!",
  "41027": "Crystal Golem, I command you:  destroy my assailants!",
  "41074": "Guards!  I am being threatened - assist me!",
  "41115": "Placing the fire agate within the brazier causes it to suddenly erupt in magical flames.",
  "41350": "The pendulum trap has been activated.",
  "41352": "The pendulum trap has been deactivated.",
  "41362": "We have replaced the modified root with the original one to maintain the deception.  Now we should bring the weaker brew to Nheero and inform him of our success.",
  "41374": "Forgive me."
}